CREATE TABLE "property" (
	"property_id" 	BIGINT 	PRIMARY KEY,
	"realty_id"	BIGINT		NULL,
	"complex_id"	BIGINT		NULL,
	"article_no"	VARCHAR		NOT NULL,
	"article_name"	VARCHAR		NULL,
	"apt_name"	VARCHAR		NULL,
	"building_name"	VARCHAR		NULL,
	"trade_complete_yn"	VARCHAR		NULL,
	"heat_method_type_name"	VARCHAR		NULL,
	"heat_fuel_type_name"	VARCHAR		NULL,
	"household_count"	VARCHAR		NULL,
	"use_approve_ymd"	VARCHAR		NULL,
	"real_estate_type_name"	VARCHAR		NULL,
	"trade_type_name"	VARCHAR		NULL,
	"city_name"	VARCHAR		NULL,
	"division_name"	VARCHAR		NULL,
	"section_name"	VARCHAR		NULL,
	"walking_time_to_near_subway"	VARCHAR		NULL,
	"room_count"	VARCHAR		NULL,
	"bathroom_count"	VARCHAR		NULL,
	"move_in_type_name"	VARCHAR		NULL,
	"move_in_possible_ymd"	VARCHAR		NULL,
	"article_feature_description"	TEXT		NULL,
	"detail_description"	TEXT		NULL,
	"parking_possible_yn"	VARCHAR		NULL,
	"principal_use"	VARCHAR		NULL,
	"main_purps_cd_nm"	VARCHAR		NULL,
	"floor_info"	VARCHAR		NULL,
	"deal_or_warrant_prc"	VARCHAR		NULL,
	"area1"	VARCHAR		NULL,
	"area2"	VARCHAR		NULL,
	"direction"	VARCHAR		NULL,
	"article_feature_desc"	TEXT		NULL,
	"same_addr_max_prc"	VARCHAR		NULL,
	"same_addr_min_prc"	VARCHAR		NULL,
	"direction_base_type_name"	VARCHAR		NULL,
	"entrance_type_name"	VARCHAR		NULL,
	"life_facilities"	JSONB		NULL,
	"security_facilities"	JSONB		NULL,
	"etc_facilities"	JSONB		NULL,
	"total_floor_count"	VARCHAR		NULL,
	"corresponding_floor_count"	VARCHAR		NULL,
	"parking_count"	VARCHAR		NULL,
	"parking_count_per_household"	VARCHAR		NULL,
	"latitude"	DOUBLE PRECISION		NULL,
	"longitude"	DOUBLE PRECISION		NULL,
	"exposure_address"	VARCHAR		NULL,
	"expose_start_ymd"	VARCHAR		NULL,
	"rent_price"	DECIMAL		NULL,
	"deal_price"	DECIMAL		NULL,
	"warrant_price"	DECIMAL		NULL,
	"all_warrant_price"	DECIMAL		NULL,
	"all_rent_price"	DECIMAL		NULL,
	"price_by_space"	DECIMAL		NULL,
	"acquisition_tax"	DECIMAL		NULL,
	"regist_tax"	DECIMAL		NULL,
	"special_tax"	DECIMAL		NULL,
	"edu_tax"	DECIMAL		NULL,
	"finance_price"	DECIMAL		NULL,
	"etc_fee_amount"	DECIMAL		NULL,
	"tag_list"	JSONB		NULL,
	"created_at"	TIMESTAMP		DEFAULT NOW(),
	"updated_at"	TIMESTAMP		DEFAULT NOW(),
	"deleted_at"	TIMESTAMP		NULL,
	CONSTRAINT unique_article_no UNIQUE ("article_no")
);
CREATE TABLE "realty" (
	"realty_id" 	 	BIGINT	PRIMARY KEY,
	"realtor_account_id" 	 	VARCHAR		NULL,
	"establish_registration_no"	VARCHAR		NOT NULL,
	"realtor_name"	VARCHAR		NULL,
	"representative_name"	VARCHAR		NULL,
	"address"	VARCHAR		NULL,
	"representative_tel_no"	VARCHAR		NULL,
	"cell_phone_no"	VARCHAR		NULL,
	"deal_count"	BIGINT		NULL,
	"lease_count"	BIGINT		NULL,
	"rent_count"	BIGINT		NULL,
	"broker_fee"	DECIMAL		NULL,
	"max_broker_fee"	DECIMAL		NULL,
	"created_at"	TIMESTAMP		DEFAULT NOW(),
	"updated_at"	TIMESTAMP		DEFAULT NOW(),
	"deleted_at"	TIMESTAMP		NULL,
	CONSTRAINT unique_establish_registration_no UNIQUE ("establish_registration_no")
);

CREATE TYPE image_type_enum AS ENUM (
  'STRUCTURE', 'PROPERTY', 'COMPLEX'
);
CREATE TABLE "image" (
	"image_id" 	 	BIGINT		PRIMARY KEY,
	"property_id"	BIGINT		NULL,
	"complex_id"	BIGINT		NULL,
	"image_url"		TEXT			NULL,
	"image_type"	image_type_enum		NULL,
	"image_order"	BIGINT		NULL,
	"is_main"		BOOLEAN		NULL,
	"created_at"	TIMESTAMP		DEFAULT NOW(),
	"updated_at"	TIMESTAMP		DEFAULT NOW(),
	"deleted_at"	TIMESTAMP		NULL,
	CONSTRAINT property_unique_image UNIQUE ("property_id", "image_type", "image_order"),
	CONSTRAINT complex_unique_image UNIQUE ("complex_id", "image_type", "image_order")
);
CREATE TABLE "complex" (
	"complex_id" 	BIGINT		PRIMARY KEY,
	"complex_no"	VARCHAR		NOT NULL,
	"complex_name"	VARCHAR		NULL,
	"created_at"	TIMESTAMP		DEFAULT NOW(),
	"updated_at"	TIMESTAMP		DEFAULT NOW(),
	"deleted_at"	TIMESTAMP		NULL,
	CONSTRAINT unique_complex_no UNIQUE ("complex_no")
);

CREATE TABLE "review" (
    "review_id"      BIGINT PRIMARY KEY,
    "content"        VARCHAR(255),
    "created_at"     TIMESTAMP DEFAULT now(),
    "updated_at"     TIMESTAMP DEFAULT now(),
    "deleted_at"     TIMESTAMP NULL,
    "has_children"   VARCHAR(255) CHECK (has_children IN ('HAS_CHILDREN', 'NO_CHILDREN')),
    "is_resident"    VARCHAR(255) CHECK (is_resident IN ('CURRENT_RESIDENT', 'PAST_RESIDENT', 'NON_RESIDENT')),
    "like_count"     BIGINT DEFAULT 0,
    "property_id"    BIGINT NOT NULL,
    "rating"         NUMERIC(2, 1) NOT NULL,
    "complex_id"     BIGINT,
    "user_id"        BIGINT NOT NULL
);
CREATE TABLE "review_comment" (
    "comment_id"     BIGINT PRIMARY KEY,
    "content"        VARCHAR(255),
    "created_at"     TIMESTAMP DEFAULT now(),
    "updated_at"     TIMESTAMP DEFAULT now(),
    "deleted_at"     TIMESTAMP NULL,
    "has_children"   VARCHAR(255) CHECK (has_children IN ('HAS_CHILDREN', 'NO_CHILDREN')),
    "is_resident"    VARCHAR(255) CHECK (is_resident IN ('CURRENT_RESIDENT', 'PAST_RESIDENT', 'NON_RESIDENT')),
    "like_count"     BIGINT DEFAULT 0,
    "review_id"      BIGINT NOT NULL,
    "user_id"        BIGINT NOT NULL
);
CREATE TABLE "review_like" (
    "review_like_id" BIGINT PRIMARY KEY,
    "created_at"     TIMESTAMP DEFAULT now(),
    "updated_at"     TIMESTAMP DEFAULT now(),
    "is_liked"       BOOLEAN NOT NULL,
    "review_id"      BIGINT NOT NULL,
    "user_id"        BIGINT NOT NULL,
    CONSTRAINT review_like_unique UNIQUE ("review_id", "user_id")
);
CREATE TABLE "review_comment_like" (
    "review_comment_like_id" BIGINT PRIMARY KEY,
    "created_at"             TIMESTAMP DEFAULT now(),
    "updated_at"             TIMESTAMP DEFAULT now(),
    "is_liked"               BOOLEAN NOT NULL,
    "comment_id"             BIGINT NOT NULL,
    "user_id"                BIGINT NOT NULL,
    CONSTRAINT review_comment_like_unique UNIQUE ("comment_id", "user_id")
);



ALTER TABLE property
ALTER COLUMN property_id
ADD GENERATED ALWAYS AS IDENTITY;
ALTER TABLE realty
ALTER COLUMN realty_id
ADD GENERATED ALWAYS AS IDENTITY;
ALTER TABLE image
ALTER COLUMN image_id
ADD GENERATED ALWAYS AS IDENTITY;
ALTER TABLE complex
ALTER COLUMN complex_id
ADD GENERATED ALWAYS AS IDENTITY;
ALTER TABLE review
ALTER COLUMN review_id
ADD GENERATED ALWAYS AS IDENTITY;
ALTER TABLE review_comment
ALTER COLUMN comment_id
ADD GENERATED ALWAYS AS IDENTITY;
ALTER TABLE review_like
ALTER COLUMN review_like_id
ADD GENERATED ALWAYS AS IDENTITY;
ALTER TABLE review_comment_like
ALTER COLUMN review_comment_like_id
ADD GENERATED ALWAYS AS IDENTITY;


/* 단지 */
INSERT INTO complex (complex_id,complex_no,complex_name,created_at,updated_at,deleted_at) 
OVERRIDING SYSTEM VALUE
VALUES
	(1,'a483','대치2단지','2025-06-11 07:02:09.051677','2025-06-11 07:02:09.051677',NULL),
	(33,'v480348','연립(1184)','2025-06-11 07:02:34.65974','2025-06-11 07:02:34.65974',NULL),
	(34,'a127928','그루','2025-06-11 07:03:17.280015','2025-06-11 07:03:17.280015',NULL);

-- 시퀀스 재설정 (이거 안 하면 다음 insert에서 duplicate key 에러남)
SELECT setval('complex_complex_id_seq', (SELECT MAX(complex_id) FROM complex));


/* 공인중개사 */
INSERT INTO realty (realty_id,realtor_account_id,establish_registration_no,realtor_name,representative_name,address,representative_tel_no,cell_phone_no,deal_count,lease_count,rent_count,broker_fee,max_broker_fee,created_at,updated_at,deleted_at) 
OVERRIDING SYSTEM VALUE
VALUES 
	(1,'ejae88','9250-10949','이재공인중개사','허지원','서울특별시 강남구 개포동 12-4 석탑프라자 130호','02-459-8801','010-8651-1321',17,2,2,1080000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.014328','2025-06-11 07:02:09.014328',NULL),
	(2,'haye911','11680-2020-00578','카카오공인중개사사무소','하예준','서울특별시 강남구 개포동 12-4  석탑프라자 1층 134호','02-459-8002','010-7434-3003',2,1,2,1050000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.156725','2025-06-11 07:02:09.156725',NULL),
	(4,'ha631122','11680-2018-00395','박사공인중개사','하재호','서울특별시 강남구 개포로 615  134호 (개포동, 석탑프라자)','02-3411-8200','010-8894-8200',2,1,2,1050000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.221481','2025-06-11 07:02:09.221481',NULL),
	(5,'hana4515900','11680-2020-00145','하나공인중개사사무소','심보연','서울 강남구 개포동 12-4, 석탑프라자 103호','02-451-5900','010-4394-5900',5,3,2,1080000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.259372','2025-06-11 07:02:09.259372',NULL),
	(6,'dhk4500','11680-2021-00410','석탑공인중개사사무소','김동한','서울 강남구 개포로 615,1층 103호','02-2226-4500','010-6360-4900',26,8,4,1080000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.29556','2025-06-11 07:02:09.29556',NULL),
	(7,'djdnfflarhddls','11680-2017-00301','어울림공인중개사사무소','박정운','서울특별시 강남구 개포로109길 9 대치종합상가 101호 (개포동, 대치아파트)','02-3411-8001','010-5416-0551',15,1,2,1080000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.333072','2025-06-11 07:02:09.333072',NULL),
	(8,'88sphaksa1','11680-2020-00498','바른공인중개사사무소','송영희','서울특별시 강남구 개포동 12 대치2단지  상가 104호','02-445-3338','010-4789-3314',11,5,4,1080000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.369513','2025-06-11 07:02:09.369513',NULL),
	(9,'m4591500','9250-8841','행운공인중개사사무소','오광자','서울특별시 강남구 개포로109길 9 대치2단지상가 1층109호(개포동, 대치아파트)','02-459-1500','010-2372-2114',9,9,4,990000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.406207','2025-06-11 07:02:09.406207',NULL),
	(11,'f4598000','9250-11566','한미공인중개사사무소','주대식','서울특별시 강남구 개포로109길 9 대치2단지 종합상가 103호(개포동,대치아파트)','02-459-8000','010-5225-1174',10,8,3,1050000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.482607','2025-06-11 07:02:09.482607',NULL),
	(14,'4590300','9250-11951','로얄공인중개사사무소','박용호','서울 강남구 개포동14-1 대청프라자 107호','02-459-0300','010-5503-4100',19,4,4,1080000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.598243','2025-06-11 07:02:09.598243',NULL),
	(15,'s4591030','11680-2017-00354','단지내대박공인중개사사무소','윤주상','서울특별시 강남구 개포동 12 107호','02-459-1030','010-8300-5549',11,3,1,1080000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.636716','2025-06-11 07:02:09.636716',NULL),
	(20,'k5568924','9250-11657','디에이치예담공인중개사사무소','강기옥','서울특별시 강남구 영동대로 22 (일원동, 디에이치 자이 개포) 디에이치자이개포 단지 내 상가 3동 108호','02-459-7700','010-6231-3036',5,2,3,1050000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.839003','2025-06-11 07:02:09.839003',NULL),
	(22,'oms264800','9250-9177','럭키공인중개사사무소','오미숙','서울특별시 강남구 개포동 12 대치상가105호','02-2226-4200','010-3666-2402',14,4,5,1050000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.922665','2025-06-11 07:02:09.922665',NULL),
	(23,'m4949m','11680-2015-00495','현대공인중개사사무소','정용현','서울 강남구 수서동736','02-459-4949','010-8313-9956',6,3,5,1080000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:09.966451','2025-06-11 07:02:09.966451',NULL),
	(26,'gold4454889','41570-2018-01009','개포금메달공인중개사사무소','이주은','서울 강남구 일원동611-1 디에이치자이개포상가 지1층 S4B1-406호','02-445-4889','010-3505-4889',51,27,22,1020000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:10.084917','2025-06-11 07:02:10.084917',NULL),
	(32,NULL,'36110202300114','소망공인중개사사무소','신종태','서울특별시 강남구 개포동 1183-5','02-579-1116','010-3777-0386',NULL,NULL,NULL,1140000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:10.345568','2025-06-11 07:02:10.345568',NULL),
	(33,'m5754949','9250-8623','황금공인중개사사무소','이종록','서울 강남구 개포로 251 1층','02-575-4949','010-3663-2096',4,5,22,260000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.627286','2025-06-11 07:02:34.627286',NULL),
	(34,NULL,'제11680-2021-00405호','(주)더믿음부동산중개법인','김인태','서울특별시 강남구  개포동 1259-5 건우빌딩 102호','02-574-1247','010-8010-0385',NULL,NULL,NULL,292000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.641016','2025-06-11 07:02:34.641016',NULL),
	(35,'xodud12500','11680-2023-00145','강남공인중개사사무소','김경화','서울시 강남구 개포동 1187-2 영재빌딩 1층','02-577-8947','010-5920-8065',27,25,244,292000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.642813','2025-06-11 07:02:34.642813',NULL),
	(36,'rkdskaok','116802019004241','강남OK공인중개사사무소','윤영현','서울특별시 강남구 논현로41길 19 1층 101호 (도곡동)','02-575-2022','010-3795-2022',10,17,46,360000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:34.644498','2025-06-11 07:02:34.644498',NULL),
	(38,'5788933','9250-10382','스타공인중개사사무소','송보경','서울특별시 강남구 선릉로6길 8 1층101호 (개포동)','02-578-8933','010-4593-3823',10,14,30,300000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:34.650214','2025-06-11 07:02:34.650214',NULL),
	(40,'goldayss','9251-7603','삼호물산공인중개사사무소','안용식','서울특별시 서초구 양재동 275-1 삼호물산빌딩 A동 B120호','010-5231-6464','010-5231-6464',43,2,48,120000,0.5,'2025-06-11 07:02:34.653852','2025-06-11 07:02:34.653852',NULL),
	(41,'dragoner001','11680-2020-00419','현공인중개사사무소','송용현','서울특별시 강남구 개포동 1231-11 1층 103호','02-529-5989','010-8495-1365',7,3,26,280000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.655498','2025-06-11 07:02:34.655498',NULL),
	(42,'2u8353','92506184','2U공인중개사사무소','조창규','서울특별시 강남구 언주로75길 21 (역삼동) 101','010-4305-0152','010-7629-0723',5,7,67,292000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.656936','2025-06-11 07:02:34.656936',NULL),
	(43,NULL,'11680-2017-00102','영창공인중개사사무소','채경석','서울 강남구 개포로22길 96 1층 102호','02-571-0027','010-5264-0102',NULL,NULL,NULL,300000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.65836','2025-06-11 07:02:34.65836',NULL),
	(44,'hongin-realestate','11680-2016-00051','홍인공인중개사사무소','조수민','서울 강남구 개포동1263-12 1층','02-6081-8285','010-3553-2685',16,6,7,300000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.662661','2025-06-11 07:02:34.662661',NULL),
	(45,NULL,'11650-2021-00197','지안공인중개사사무소','김남건','서울특별시 서초구  서초동 1302-1 서초오피스텔 202호','02-599-3191','010-7517-3191',NULL,NULL,NULL,292000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.663997','2025-06-11 07:02:34.663997',NULL),
	(46,'sinho5628282','11680-2024-00327','신호공인중개사사무소','김서진','서울 강남구 영동대로 22,지1층 S581-0505호(일원동,디에이치자이개포830동)','02-562-8282','010-2851-8924',13,13,15,260000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.66551','2025-06-11 07:02:34.66551',NULL),
	(48,'bareun0720','11680-2017-00003','올(ALL)바른공인중개사사무소','방서윤','서울특별시 강남구 언주로 615 논현 아이파크','02-541-0725','02-541-0725',37,7,296,292000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.668762','2025-06-11 07:02:34.668762',NULL),
	(52,'joonya00','11650-2025-00004','연 공인중개사 사무소','이준호','서울 서초구 서초동1445-3 3층 122호','010-4215-2321','010-4215-2321',11,60,142,300000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.674032','2025-06-11 07:02:34.674032',NULL),
	(53,NULL,'11680202200066','한마음공인중개사사무소','소재익','서울특별시 강남구 개포로22길 54','02-579-0779','010-9106-8001',NULL,NULL,NULL,220000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.677721','2025-06-11 07:02:34.677721',NULL),
	(54,'lkj6764','9251-5996','명문공인중개사사무소','이기정','서울특별시 강남구 논현로10길 4 (개포동) 1층','02-578-6161','010-2210-4656',1,3,13,345000,0.299999999999999988897769753748434595763683319091796875,'2025-06-11 07:02:34.679124','2025-06-11 07:02:34.679124',NULL),
	(56,'wjdfodbs15','11650-2016-00101','명품부동산중개사무소','정래윤','서울특별시 서초구 강남대로6길 93','02-6338-7752','010-2261-7752',0,2,30,248000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:02:34.681857','2025-06-11 07:02:34.681857',NULL),
	(58,NULL,'11680-2023-00490','오늘의공간 공인중개사사무소','석경미','서울 강남구 역삼동 790-14 2층','02-556-0617','010-4785-0614',NULL,NULL,NULL,756000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:17.256942','2025-06-11 07:03:17.256942',NULL),
	(59,'samduk4200','9251-8726','삼덕부동산중개','전경진','서울특별시 서초구 양재동 263-8','02-576-4200','010-9011-4200',2,1,6,756000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:17.285509','2025-06-11 07:03:17.285509',NULL),
	(60,NULL,'11680202400294','강남플러스공인중개사사무소','노건호','서울특별시 강남구  대치동 920-18 1층','02-565-7330','010-3744-7330',NULL,NULL,NULL,756000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:17.292047','2025-06-11 07:03:17.292047',NULL),
	(61,'tdsh0826','11650202300026','양재동부동산중개','정태덕','서울특별시 서초구 양재동 334-6 1층 103호 양재동부동산중개','02-577-9547','010-4188-0675',20,6,17,756000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:17.295517','2025-06-11 07:03:17.295517',NULL),
	(62,NULL,'11680202200447','주식회사퍼스트부동산중개법인','박선주','서울특별시 강남구 논현로 522 1층 일부','02-557-9797','010-3094-2058',NULL,NULL,NULL,756000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:17.298339','2025-06-11 07:03:17.298339',NULL),
	(63,'rkdskaok','11680-2018-00424','강남OK공인중개사사무소','윤영현','서울 강남구 도곡동907-45 1층 101호','02-575-2022','010-3795-2022',10,17,46,756000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:17.301929','2025-06-11 07:03:17.301929',NULL),
	(64,'boocm1148282','11680-2024-00188','R.퍼펙트공인중개사사무소','부창민','서울 강남구 테헤란로4길 6,강남역센트럴푸르지오시티 B222호','010-3258-3153','010-3258-3153',0,19,136,756000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:17.305143','2025-06-11 07:03:17.305143',NULL),
	(65,'whdk6776','11650-2020-00302','조아부동산공인중개사사무소','선지연','서울특별시 서초구  서초동 1642-1 1층 3호','010-7464-6776','010-7464-6776',196,71,47,756000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:17.308497','2025-06-11 07:03:17.308497',NULL),
	(66,'gs5235600','11650-2025-00030','강남씨티공인중개사사무소','한종석','서울특별시 서초구 사임당로 178 서초이즈타워 1층 120호','02-523-5600','010-9010-0915',23,41,148,216000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:03:47.697316','2025-06-11 07:03:47.697316',NULL),
	(69,'whgdmswkfl3533','11680-2025-00115','좋은자리공인중개사사무소','엄정아','서울 강남구 개포동167-1 1층 101호(개포동)','02-577-3533','010-9053-8002',3,4,7,300000,0.40000000000000002220446049250313080847263336181640625,'2025-06-11 07:04:06.423968','2025-06-11 07:04:06.423968',NULL),
	(76,'wjstpwjsans','92310000-2490','성원부동산공인중개사사무소','안순성','서울특별시 강북구 수유동 168-5 1층','02-900-1500','010-6858-1588',1,9,99,75000,0.5,'2025-06-11 07:04:57.090344','2025-06-11 07:04:57.090344',NULL),
	(77,'universe_suyu369','11305202300069','우주공인중개사사무소','최원철','서울특별시 강북구 수유동 404-26 1층','02-991-8945','010-5100-3624',16,2,11,80000,0.5,'2025-06-11 07:04:57.112903','2025-06-11 07:04:57.112903',NULL),
	(79,'kwansil2','11305202300007','더쉼사자공인중개사사무소','이관실','서울특별시 강북구 수유3동 178-13','02-990-4282','010-9543-9488',19,10,33,80000,0.5,'2025-06-11 07:04:57.118804','2025-06-11 07:04:57.118804',NULL);

-- 시퀀스 재설정
SELECT setval('realty_realty_id_seq', (SELECT MAX(realty_id) FROM realty));


/* 매물 */
INSERT INTO property (property_id,realty_id,complex_id,article_no,article_name,apt_name,building_name,trade_complete_yn,heat_method_type_name,heat_fuel_type_name,household_count,use_approve_ymd,real_estate_type_name,trade_type_name,city_name,division_name,section_name,walking_time_to_near_subway,room_count,bathroom_count,move_in_type_name,move_in_possible_ymd,article_feature_description,detail_description,parking_possible_yn,principal_use,main_purps_cd_nm,floor_info,deal_or_warrant_prc,area1,area2,direction,article_feature_desc,same_addr_max_prc,same_addr_min_prc,direction_base_type_name,entrance_type_name,life_facilities,security_facilities,etc_facilities,total_floor_count,corresponding_floor_count,parking_count,parking_count_per_household,latitude,longitude,exposure_address,expose_start_ymd,rent_price,deal_price,warrant_price,all_warrant_price,all_rent_price,price_by_space,acquisition_tax,regist_tax,special_tax,edu_tax,finance_price,etc_fee_amount,tag_list,created_at,updated_at,deleted_at) 
OVERRIDING SYSTEM VALUE
VALUES 
   (1,1,1,'2531324756','대치2단지 214동','대치2단지','214동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','6','2','1','즉시입주','20250510','빠른입주가능 l 대출없음 l 화장실,씽크대,중문새시포함 올수리',NULL,'N','공동주택',NULL,'12/15','3억 6,000','46','33','남동향','빠른입주가능 l 대출없음 l 화장실,씽크대,중문새시포함 올수리','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','12','1758','1',37.494522,127.07421,'서울시 강남구 개포동','20250611',0,0,36000,0,0,2546,0,0,0,0,0,150000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (2,2,1,'2531349551','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','20250615','남향 밝고 깨끗한 로얄층. 장기거주가능','  카카오 공인중개사
   ◎ 02-459-8002    ◎ 010-7434-3003
   ◎ 카톡문의 (kakao talk ID): haye11

   ◈ 대치아파트 : 총  1758세대   
   ◈ 대청아파트 : 총  822세대

   ◈ 교통 : 지하철: 3호선 대청역, 분당선=대모산입구역
   ◈ 학군 : 대진초, 중동중, 개원중, 중동고, 중산고, 경기여고


   ★ 카카오 공인은
   Ω 신뢰와 지식을 겸비한 공인중개사 자격증 있는 공인중개사입니다.
   Ω 친절히 상담해 드리겠습니다.
   Ω English consulting is available. Please do not hesitate. I will never let you down :)


   ▶ 중개보조원이 고객에게
   ①직접설명을 하거나 ②통화 ③계좌 전송 (문자) 등을 하면 관할구청 부동산 정보과에 즉시 신고를 하십시오.

   이는 중개업법 위반으로 보조원과 공인중개사에게 각 500만원씩 과태료 부과 대상이 됩니다.

   ▶ 중개보조원임을 밝히지 않고 전화나 문자를 보내는 행위
   매물을 의뢰하지 않았음에도 위와 같은 행위를 하는 것은
   중개사. 보조원 관계없이 개인정보를 위반한 심각한 범법행위입니다. 

   지금까지 평생을 모은 적어도 수 천만원에서 수 십억까지 하는 [나의 소중한 자산].
   법적으로 중개를 할 수도 없거니와 책임도 지지않는 자격증 없는 ‘중개보조원’에게 맡기시겠습니까?

   중개보조원이 중개행위를 한 경우, 중개수수료 지급을 거절하시고 [국민신문고] 및 강남구청 부동산과(02-3423-6302)에 즉시 신고하여 소중한 재산을 지키시기 바랍니다.','Y','공동주택',NULL,'12/15','3억 5,000','46','33','남향','남향 밝고 깨끗한 로얄층. 장기거주가능','3억 5,000','3억 5,000','거실 기준','복도식',NULL,NULL,NULL,'15','12','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250611',0,0,35000,0,0,2475,0,0,0,0,0,145660,'["25년이상", "대단지", "소형평수", "방두개"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (3,1,1,'2530804618','대치2단지 214동','대치2단지','214동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','6','2','1','즉시입주','20250614',' 화장실,씽크대,중문새시포함 내부전체올수리 l 대출없음 ',NULL,'N','공동주택',NULL,'12/15','3억 6,000','46','33','남동향',' 화장실,씽크대,중문새시포함 내부전체올수리 l 대출없음 ','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','12','1758','1',37.494522,127.07421,'서울시 강남구 개포동','20250609',0,0,36000,0,0,2546,0,0,0,0,0,150000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (4,4,1,'2530647452','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','20250620','남향. 입주협의가능. 밝고 깨끗한 로얄층.','★대치2단지. 대청아파트 전문 !!★

     【 박사공인중개사 】
      ☎ 010-8894-8200
      ☎ 02-3411-8200
      ▶ Blog : https://blog.naver.com/hajh8200
   ○-----------○-----------○

   ★ 교통
   * 지하철 : 3호선 대청역 / 수인분당선 대모산입구역
      (SRT / GTX-A 수서역 5분 소요)

   ★ 학군 : 대진초, 개원중, 중동고, 경기여고 등

   ★ 편의시설
   * 마트 : 홈플러스. 이마트 등
   * 은행 : 하나. 농협. 우리. 국민은행 등
   * 병원 : 내과. 이비인후과 등 18개 의원이... 박사공인과 같은 건물에 있습니다.
   * 기타 : 양재천, 대모산, 마루공원 등
   ○-----------○-----------○

   ★ 박사공인은 
   * 대치. 대청아파트 입구에 있으며
   본인의 자리 (상가) 에서 가장 오랫동안 중개업을 해오고 있는 부동산입니다.

   * 또한 자격증도 없는 보조원이 고객에게 매물을 직접 설명하는 불법행위를 하지 않고

   오직 대표 공인중개사와 소속 공인중개사가 끝까지 책임 중개를 하는 부동산입니다.

   신의와 성실로 상담을 환영합니다 !!
   ○-----------○-----------○','N','공동주택',NULL,'12/15','3억 5,000','46','33','남향','남향. 입주협의가능. 밝고 깨끗한 로얄층.','3억 5,000','3억 5,000','거실 기준','복도식',NULL,NULL,NULL,'15','12','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250609',0,0,35000,0,0,2475,0,0,0,0,0,145660,'["25년이상", "대단지", "소형평수", "방두개"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (5,5,1,'2531396636','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','샷시포함 반짝반짝 전체 올수리 새로 합니다.',NULL,'Y','공동주택',NULL,'중/15','3억 6,000','46','33','남향','샷시포함 반짝반짝 전체 올수리 새로 합니다.','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250611',0,0,36000,0,0,2546,0,0,0,0,0,120000,'["25년이상", "융자금적은", "올수리", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (6,6,1,'2530578966','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','샷시창문까지 올수리 다시해줌  장기거주가능','안녕하세요 석탑공인중개사 대표 김동한입니다
   고객님께서 찾고자하는 매매 전세 월세를 최선을 다해 중개해 드리고 있습니다.

   대치2단지 아파트는..

   1) 총 11개동의 1758 세대로 구성.
   2) 주변환경 - 양재천을 접하고 있고, 대진공원, 마루공원이 주변에있음.
   - 대모산 구룡산이 있어 등산로 및 둘레길 이용. 
   3) 강남 학군 - 대진초(단지앞)  중동중,개원중,대명중  중동고,단대부고,경기여고,숙명여고.
   - 대치동 학원가 3호선 대치역 이용. (대청역에서 2정거장)
   4) 지하철역 - 더블 역세권: 3호선대청역, 수인분당선 대모산입구역.
   - 삼성동 일대의 gtx와 위례신사선 및 삼성동 gbc 개발 호재.
   5) 시장,마트 - 단지내 요일시장 - 화요일(대치2), 목요일(대청), 금요일(대치1)
   - 농협상가내 하나마트, 대청타워상가내 이마트, 석탑상가내 홈플러스. 
   6) 의료시설 ; 삼성서울병원,영동세브란스병원,서울의료원
   7) 주변개발호재 - 영동대로 및 삼성역 복합환승센터 개발, 한전부지 GBC건설,

   ■ 중개의뢰를 맡겨주시면 빠른시일내에 중개해 드리겠습니다.
   ■ 믿음있게 성실하게 책임중개 합니다.
   ■ 손해배상 책임보증 공제가입 ( “한국공인중개사 협회 공제가입” )
   ■ 계약부터 잔금까지 그리고 사후관리까지 철저히 해드립니다.

   ★ 언제든 상담가능 ★
   ☎ 02-2226-4500 ☎ 010-6360-4900.','N','공동주택',NULL,'중/15','3억 6,000','46','33','남향','샷시창문까지 올수리 다시해줌  장기거주가능','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250607',0,0,36000,0,0,2546,0,0,0,0,0,90000,'["25년이상", "올수리", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (7,7,1,'2531136133','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','즉시입주','NOW','샷시까지 올수리되어 있어요.','안녕하세요^^ 

   1. 어울림부동산은 강남구청에 등록된 공인중개사 자격자만이 상담하고 있습니다.
   (중개보조원은 관련 상담을 할 수 없습니다. 반드시 확인하세요)

   2. 가치를 얻는 집! 어울림이 함께 생각하겠습니다.
     
     ** 네이버 블러그 검색 [ 개포어울림공인 ] -->게시판--> 부동산시장 흐름따라잡기**
     
   ---> 시장 상황을 참조해보세요. 
   https://blog.naver.com/djdnfflarhddls/223848878101


   ● 집을 구하시는 고객님의 자금은 땀 흘리신 귀한 돈입니다. 그 소중함을 생각하며, 사실과 아닌 점을 솔직하게 상담하겠습니다. 가치를 얻는 집을 찾으시는 그 마음을 함께 생각하겠습니다.

   ● 편안하고, 복 받는 집 구하세요. 감사합니다^^','Y','공동주택',NULL,'2/15','3억 6,000','46','33','남동향','샷시까지 올수리되어 있어요.','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','2','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250610',0,0,36000,0,0,2546,0,0,0,0,0,110000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),

   (8,8,1,'2530413236','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','즉시입주','NOW','14 즉시 융자무 올수리 양재천앞이예요','◆◆◆ 대치2단지 ◆◆◆ 

   ◈ 카 톡 아 이 디: aaa3338 ◈ 
   ☎ 전 화 상 담 010-4789-3314 ☎ 

   ▶ 총 11개동의 1758 세대 

   ▶ 공원
   - 양재천을 끼고, 대진공원, 마루공원이 단지인근에 위치
   - 대모산, 구룡산 가까워 둘레길 이용

   ▶ 최고의 학군
   - 대진초
   - 개원중, 중동남중, 대명여중
   - 중동고, 단대부고, 경기여고, 숙명여고
   - 대치동명문 학원가 3호선이용 2정거장

   ▶ 지하철역(더블역세권)
   - 3호선대청역, 수인분당선 대모산입구역
   - 삼성동 일대의 gtx와 위례신사선 및 삼성동 gbc(글로벌비즈니스센터) 개발 호재

   ▶ 편의시설
   - 단지내 하나마트, 석탑상가 홈플러스, 대청역의 이마트
   - 삼성서울병원, 영동세브란스

   ▶ 주변개발호재
   - 세텍부지 강남구청 입점예정
   - 영동대로및 삼성역 복합환승센터 개발, 한전부지 GBC건설, 잠실 MICE
   - 수서역세권(신세계백화점 2027년 입점예정)

   ▶ 고객님의 자산을 안전하게 보호하여 드리겠습니다. 
   ▶ 믿음과 성실로 책임중개 하도록 하겠습니다. 
   ▶ 신뢰도 및 재산권보호를 목적으로 하는 손해배상 책임보장 2억원 공제가입 
   ▶ 계약 전 부터 잔금 그리고 사후관리까지 철저히 해드립니다. 

   ◆◆◆바른공인중개사사무소◆◆◆ 
   ◆◆◆   02)445-3338   ◆◆◆','N','공동주택',NULL,'2/15','3억 6,000','46','33','남동향','14 즉시 융자무 올수리 양재천앞이예요','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','2','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250607',0,0,36000,0,0,2546,0,0,0,0,0,120000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (9,9,1,'2531254003','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','20250730','입주일협의  대출없고  올수리입니다',NULL,'Y','공동주택',NULL,'중/15','3억 3,000','46','33','남서향','입주일협의  대출없고  올수리입니다','3억 3,000','3억 3,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250611',0,0,33000,0,0,2334,0,0,0,0,0,60000,'["25년이상", "융자금없는", "올수리", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (10,6,1,'2531294370','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','주인직접 올수리깨끗 장기거주가능','안녕하세요 석탑공인중개사 대표 김동한입니다
   고객님께서 찾고자하는 매매 전세 월세를 최선을 다해 중개해 드리고 있습니다.

   대치2단지 아파트는..

   1) 총 11개동의 1758 세대로 구성.
   2) 주변환경 - 양재천을 접하고 있고, 대진공원, 마루공원이 주변에있음.
   - 대모산 구룡산이 있어 등산로 및 둘레길 이용. 
   3) 강남 학군 - 대진초(단지앞)  중동중,개원중,대명중  중동고,단대부고,경기여고,숙명여고.
   - 대치동 학원가 3호선 대치역 이용. (대청역에서 2정거장)
   4) 지하철역 - 더블 역세권: 3호선대청역, 수인분당선 대모산입구역.
   - 삼성동 일대의 gtx와 위례신사선 및 삼성동 gbc 개발 호재.
   5) 시장,마트 - 단지내 요일시장 - 화요일(대치2), 목요일(대청), 금요일(대치1)
   - 농협상가내 하나마트, 대청타워상가내 이마트, 석탑상가내 홈플러스. 
   6) 의료시설 ; 삼성서울병원,영동세브란스병원,서울의료원
   7) 주변개발호재 - 영동대로 및 삼성역 복합환승센터 개발, 한전부지 GBC건설,

   ■ 중개의뢰를 맡겨주시면 빠른시일내에 중개해 드리겠습니다.
   ■ 믿음있게 성실하게 책임중개 합니다.
   ■ 손해배상 책임보증 공제가입 ( “한국공인중개사 협회 공제가입” )
   ■ 계약부터 잔금까지 그리고 사후관리까지 철저히 해드립니다.

   ★ 언제든 상담가능 ★
   ☎ 02-2226-4500 ☎ 010-6360-4900.','Y','공동주택',NULL,'고/15','3억 4,000','46','33','남향','주인직접 올수리깨끗 장기거주가능','3억 4,000','3억 4,000','거실 기준','복도식',NULL,NULL,NULL,'15','고','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250611',0,0,34000,0,0,2405,0,0,0,0,0,110000,'["25년이상", "올수리", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (11,11,1,'2531026387','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','즉시입주','20250725','전체 특올수리, 다양한 매물','한미부동산은 다양한 매물을 보유중에 있습니다.

   안녕하세요.
   한미부동산 대표 주대식입니다.

   한국감정원에서 32년을 근무하다가
   정년 퇴직 후에 2013년부터 개포동에서 아내 이연금과 중개업을 영위하고 있습니다. 
   고객이 원하는 우량 매물을 제공하려고 최선을 다해 노력하고 있습니다.

   고객에게 만족을 넘어 감동서비스를 제공한다는 마음으로 업무에 임하고 있습니다
   부동산관련 법률 및 세무 상담도 해드리고 있습니다.

   최선을 다하겠습니다.

   저희 부동산을 적극 이용해주세요^^~~

   전화 : 02)459-8000/010-5225-1174
   한미부동산 대표 주 대 식 올림 	

   오시는 길: 
   https://naver.me/FEJNvskq

   상가주차장 이용시 주차권 제공','Y','공동주택',NULL,'저/15','3억 5,000','46','33','남동향','전체 특올수리, 다양한 매물','3억 5,000','3억 5,000','거실 기준','복도식','["냉장고", "세탁기"]',NULL,NULL,'15','저','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250610',0,0,35000,0,0,2475,0,0,0,0,0,134248,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),

   (12,11,1,'2531023313','대치2단지 214동','대치2단지','214동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','6','2','1','즉시입주','NOW','전체 특올수리, 다양한 매물','한미부동산은 다양한 매물을 보유중에 있습니다.

   안녕하세요.
   한미부동산 대표 주대식입니다.

   한국감정원에서 32년을 근무하다가
   정년 퇴직 후에 2013년부터 개포동에서 아내 이연금과 중개업을 영위하고 있습니다. 
   고객이 원하는 우량 매물을 제공하려고 최선을 다해 노력하고 있습니다.

   고객에게 만족을 넘어 감동서비스를 제공한다는 마음으로 업무에 임하고 있습니다
   부동산관련 법률 및 세무 상담도 해드리고 있습니다.

   최선을 다하겠습니다.

   저희 부동산을 적극 이용해주세요^^~~

   전화 : 02)459-8000/010-5225-1174
   한미부동산 대표 주 대 식 올림 	

   오시는 길: 
   https://naver.me/FEJNvskq

   상가주차장 이용시 주차권 제공','Y','공동주택',NULL,'중/15','3억 6,000','46','33','남동향','전체 특올수리, 다양한 매물','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.494522,127.07421,'서울시 강남구 개포동','20250610',0,0,36000,0,0,2546,0,0,0,0,0,134248,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),

   (13,9,1,'2530954486','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','20250730','빠른입주도가능 올수리 보증금대출가능해요',NULL,'N','공동주택',NULL,'고/15','3억 5,000','46','33','남향','빠른입주도가능 올수리 보증금대출가능해요','3억 5,000','3억 4,000','거실 기준','복도식',NULL,NULL,NULL,'15','고','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250609',0,0,35000,0,0,2475,0,0,0,0,0,70000,'["25년이상", "올수리", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (14,14,1,'2530851140','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','14 올수리  전세대출  융자무','**전화상담 방문상담 환영합니다**','N','공동주택',NULL,'저/15','3억 6,000','46','33','남향','14 올수리  전세대출  융자무','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','저','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250609',0,0,36000,0,0,2546,0,0,0,0,0,120000,'["25년이상", "올수리", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (15,15,1,'2529666303','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','즉시입주','NOW','2년전올수리 융자무 전세대출가 장기거주 싱글,어르신강추 양재천',' 안녕하세요? 대치2단지상가 단지내 대박공인중개사 사무소입니다.
   ▶상담은 02-459-1030. 010-8300-5549. 
   언제나 부담없이 문의주시면 주변 매물 시세등 
   솔직한 답변 드리겠습니다.

   - 책임보증공제보험 2억원 가입.
   - 처음부터~끝까지,사시는동안~이사가실때까지 책임껏 관리 해드립니다.
   - 당장 눈앞의 이익이 아닌 멀리보고가는 단지내 대박부동산입니다. 감사합니다~!!
   ==================================================================
   ▶ 대치아파트는 총 11개동 1758세대 
      대청아파트는 총 6개동  822세대로 복도식, 같은 구조로 지역난방입니다.

   ▶ 지하철역  – 3호선 대청역 5분거리.분당선 대모산역 5분거리 위치.

   ▶ 강남8학군 – 대진초.중동중,개원중,대명중,중동고,단대부고,경기여고,숙명여고.
                  대치동 학원가 2정류장. 단지앞 버스

   ▶ 주변환경 – 양재천 바로 연결,마루공원,대진공원,대모산,구룡산 인접.

   ▶ 의료시설 – 삼성서울병원(차10분) 영동세브란스.서울의료원.단지앞 의원 다수.

   ▶ 마트   - 단지내상가 하나마트.대청역지하 이마트.석탑지하 홈플러스
               주 3회 알뜰시장.

   ▶ 개발호재 – 삼성역 복합환승쎈타 개발.(10분거리) 한전GBC개발.
               위례신사선 학여울역 예정.세텍부지 강남구청이전 예정.수서역 SRT,KTX,
               잠실과 연계된 MICE 예정.

   ▶ 도심속의 휴식처인 양재천을 즐기면서 건강과 생활의 편리함을 더 할수 있는
      대치,대청 아파트 추천 드립니다.

   ▶ 입주민 분포는 주로 신혼부부,직장인이 대부분이며 교육열이 높은 초중고 부모님도
      대치동 학원가 이용이 편리하여 거주들 하십니다.

   ● 수서역 SRT,KTX 이용편리. 수서역에서 버스 3412 승차후 디에이치자이앞 하차.또는 
      대청역,대모산역 이용가능.
   ● 수서역 신세계백화점 2027년 개장.
   ','Y','공동주택',NULL,'2/15','3억 6,000','46','33','남동향','2년전올수리 융자무 전세대출가 장기거주 싱글,어르신강추 양재천','3억 6,000','3억 6,000','거실 기준','복도식','["신발장", "샤워부스", "싱크대"]','["경비원", "카드키", "CCTV"]','["엘리베이터", "화재경보기", "베란다"]','15','2','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250602',0,0,36000,0,0,2546,0,0,0,0,0,140000,'["25년이상", "융자금없는", "올수리", "역세권"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (16,5,1,'2530172761','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','융자없음. 빠른입주가능.',NULL,'Y','공동주택',NULL,'고/15','3억 4,000','46','33','남향','융자없음. 빠른입주가능.','3억 5,000','3억 4,000','거실 기준','복도식',NULL,NULL,NULL,'15','고','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250605',0,0,34000,0,0,2405,0,0,0,0,0,150000,'["25년이상", "융자금없는", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (17,9,1,'2530240715','대치2단지 214동','대치2단지','214동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','6','2','1','즉시입주','20250830','입주일협의가능 옵션있는 완벽한확장올수리입니다',NULL,'N','공동주택',NULL,'저/15','4억','46','33','남동향','입주일협의가능 옵션있는 완벽한확장올수리입니다','4억','4억','거실 기준','복도식',NULL,NULL,NULL,'15','저','1758','1',37.494522,127.07421,'서울시 강남구 개포동','20250605',0,0,40000,0,0,2829,0,0,0,0,0,60000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (36,36,NULL,'2531240789','빌라','나담빌딩',NULL,'N','개별난방',NULL,'6','20211115','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250710','준신축월세 원룸원거실 풀옵션 , 채광 좋고 구조 좋음,주차가능','국악고인근 
   분리형원룸 
   깔끔하고 채광 뛰어납니다
   귀한 신축월세로 
   시세대비 저렴합니다

   주차1대가능 (유료2만원)
   7웓중 협의입주
   풀 옵션
   사진은 입주 전 사진입니다
   ','Y',NULL,'단독주택','2/5','2,000','29','28','동향','준신축월세 원룸원거실 풀옵션 , 채광 좋고 구조 좋음,주차가능','2,000/100','2,000/100','안방 기준','계단식','["냉장고", "세탁기", "싱크대", "붙박이장", "신발장", "인덕션레인지", "샤워부스"]','["현관보안", "CCTV", "인터폰", "비디오폰"]','["화재경보기", "엘리베이터"]','5','2','7',NULL,37.472584,127.051261,'서울시 강남구 개포동 1168','20250611',100,0,2000,0,0,0,0,0,0,0,0,NULL,'["4년이내", "융자금없는", "소형평수", "화장실한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (18,11,1,'2530197816','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','즉시입주','NOW','전체 특올수리, 새시까지','한미부동산은 다양한 매물을 보유중에 있습니다.

   안녕하세요.
   한미부동산 대표 주대식입니다.

   한국감정원에서 32년을 근무하다가
   정년 퇴직 후에 2013년부터 개포동에서 아내 이연금과 중개업을 영위하고 있습니다. 
   고객이 원하는 우량 매물을 제공하려고 최선을 다해 노력하고 있습니다.

   고객에게 만족을 넘어 감동서비스를 제공한다는 마음으로 업무에 임하고 있습니다
   부동산관련 법률 및 세무 상담도 해드리고 있습니다.

   최선을 다하겠습니다.

   저희 부동산을 적극 이용해주세요^^~~

   전화 : 02)459-8000/010-5225-1174
   한미부동산 대표 주 대 식 올림 	

   오시는 길: 
   https://naver.me/FEJNvskq

   상가주차장 이용시 주차권 제공','Y','공동주택',NULL,'저/15','3억 6,000','46','33','남동향','전체 특올수리, 새시까지','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','저','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250605',0,0,36000,0,0,2546,0,0,0,0,0,134248,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (19,14,1,'2529921564','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','즉시입주','NOW','14  전체올수리  양재천가 신혼환영','**전화상담, 방문상담 환영합니다**','N','공동주택',NULL,'저/15','3억 6,000','46','33','남동향','14  전체올수리  양재천가 신혼환영','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','저','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250604',0,0,36000,0,0,2546,0,0,0,0,0,120000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (20,20,1,'2529550381','대치2단지 214동','대치2단지','214동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','6','2','1','즉시입주','NOW',NULL,NULL,'N','공동주택',NULL,'중/15','3억 5,000','46','33','남동향',NULL,'3억 5,000','3억 5,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.494522,127.07421,'서울시 강남구 개포동','20250602',0,0,35000,0,0,2475,0,0,0,0,0,NULL,'["25년이상", "역세권", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (21,9,1,'2529535470','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','20250630','입주일정협의 전세대출장기거주가능 올수리입니다.',NULL,'N','공동주택',NULL,'중/15','3억 3,000','46','33','남향','입주일정협의 전세대출장기거주가능 올수리입니다.','3억 3,000','3억 3,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250602',0,0,33000,0,0,2334,0,0,0,0,0,70000,'["25년이상", "융자금없는", "올수리", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (22,22,1,'2529495715','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','2025년 07월 중순',NULL,'14.소유주직접.올수리 7말이후협의.','*올수리  장기거주가능
   *7/20일 이후협의
   *평일 7시  토 협의
   *융자없는집입니다

   개포대치2차
   대치상가   럭키부동산02-2226-4200','Y','공동주택',NULL,'중/15','3억 5,000','46','33','남동향','14.소유주직접.올수리 7말이후협의.','3억 5,000','3억 5,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250602',0,0,35000,0,0,2475,0,0,0,0,0,90000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (23,23,1,'2529512838','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','즉시입주','NOW','즉시입주,올수리,융자무',NULL,'N','공동주택',NULL,'저/15','3억 6,000','46','33','남동향','즉시입주,올수리,융자무','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','저','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250602',0,0,36000,0,0,2546,0,0,0,0,0,NULL,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (24,15,1,'2529154980','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','융자없는 최저가전세 전세대출가능 신혼거주중 ',' 안녕하세요? 대치2단지상가 단지내 대박공인중개사 사무소입니다.
   ▶상담은 02-459-1030. 010-8300-5549. 
   언제나 부담없이 문의주시면 주변 매물 시세등 
   솔직한 답변 드리겠습니다.

   - 책임보증공제보험 2억원 가입.
   - 처음부터~끝까지,사시는동안~이사가실때까지 책임껏 관리 해드립니다.
   - 당장 눈앞의 이익이 아닌 멀리보고가는 단지내 대박부동산입니다. 감사합니다~!!
   ==================================================================
   ▶ 대치아파트는 총 11개동 1758세대 
      대청아파트는 총 6개동  822세대로 복도식, 같은 구조로 지역난방입니다.

   ▶ 지하철역  – 3호선 대청역 5분거리.분당선 대모산역 5분거리 위치.

   ▶ 강남8학군 – 대진초.중동중,개원중,대명중,중동고,단대부고,경기여고,숙명여고.
                  대치동 학원가 2정류장. 단지앞 버스

   ▶ 주변환경 – 양재천 바로 연결,마루공원,대진공원,대모산,구룡산 인접.

   ▶ 의료시설 – 삼성서울병원(차10분) 영동세브란스.서울의료원.단지앞 의원 다수.

   ▶ 마트   - 단지내상가 하나마트.대청역지하 이마트.석탑지하 홈플러스
               주 3회 알뜰시장.

   ▶ 개발호재 – 삼성역 복합환승쎈타 개발.(10분거리) 한전GBC개발.
               위례신사선 학여울역 예정.세텍부지 강남구청이전 예정.수서역 SRT,KTX,
               잠실과 연계된 MICE 예정.

   ▶ 도심속의 휴식처인 양재천을 즐기면서 건강과 생활의 편리함을 더 할수 있는
      대치,대청 아파트 추천 드립니다.

   ▶ 입주민 분포는 주로 신혼부부,직장인이 대부분이며 교육열이 높은 초중고 부모님도
      대치동 학원가 이용이 편리하여 거주들 하십니다.

   ● 수서역 SRT,KTX 이용편리. 수서역에서 버스 3412 승차후 디에이치자이앞 하차.또는 
      대청역,대모산역 이용가능.
   ● 수서역 신세계백화점 2027년 개장.
   ','Y','공동주택',NULL,'중/15','3억 4,000','46','33','남향','융자없는 최저가전세 전세대출가능 신혼거주중 ','3억 4,000','3억 4,000','거실 기준','복도식','["신발장", "싱크대"]','["경비원", "CCTV"]','["엘리베이터", "화재경보기", "베란다"]','15','중','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250530',0,0,34000,0,0,2405,0,0,0,0,0,150000,'["25년이상", "융자금없는", "대단지", "화장실한개"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (25,11,1,'2529049164','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','내부 올수리 ,신혼거주, 다양한 매물','한미부동산은 다양한 매물을 보유중에 있습니다.

   안녕하세요.
   한미부동산 대표 주대식입니다.

   한국감정원에서 32년을 근무하다가
   정년 퇴직 후에 2013년부터 개포동에서 아내 이연금과 중개업을 영위하고 있습니다. 
   고객이 원하는 우량 매물을 제공하려고 최선을 다해 노력하고 있습니다.

   고객에게 만족을 넘어 감동서비스를 제공한다는 마음으로 업무에 임하고 있습니다
   부동산관련 법률 및 세무 상담도 해드리고 있습니다.

   최선을 다하겠습니다.

   저희 부동산을 적극 이용해주세요^^~~

   전화 : 02)459-8000/010-5225-1174
   한미부동산 대표 주 대 식 올림 	

   오시는 길: 
   https://naver.me/FEJNvskq

   상가주차장 이용시 주차권 제공','Y','공동주택',NULL,'중/15','3억 4,000','46','33','남향','내부 올수리 ,신혼거주, 다양한 매물','3억 4,000','3억 4,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250530',0,0,34000,0,0,2405,0,0,0,0,0,134248,'["25년이상", "올수리", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (26,26,1,'2529125802','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','귀한전세 더블역세권 편리한인프라 ',NULL,'N','공동주택',NULL,'중/15','3억 4,000','46','33','남향','귀한전세 더블역세권 편리한인프라 ','3억 4,000','3억 4,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250530',0,0,34000,0,0,2405,0,0,0,0,0,80000,'["25년이상", "대단지", "소형평수", "방두개"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (27,11,1,'2528805028','대치2단지 214동','대치2단지','214동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','6','2','1','즉시입주','20250728','전체 특올수리,  새시까지','한미부동산은 다양한 매물을 보유중에 있습니다.

   안녕하세요.
   한미부동산 대표 주대식입니다.

   한국감정원에서 32년을 근무하다가
   정년 퇴직 후에 2013년부터 개포동에서 아내 이연금과 중개업을 영위하고 있습니다. 
   고객이 원하는 우량 매물을 제공하려고 최선을 다해 노력하고 있습니다.

   고객에게 만족을 넘어 감동서비스를 제공한다는 마음으로 업무에 임하고 있습니다
   부동산관련 법률 및 세무 상담도 해드리고 있습니다.

   최선을 다하겠습니다.

   저희 부동산을 적극 이용해주세요^^~~

   전화 : 02)459-8000/010-5225-1174
   한미부동산 대표 주 대 식 올림 	

   오시는 길: 
   https://naver.me/FEJNvskq

   상가주차장 이용시 주차권 제공','Y','공동주택',NULL,'고/15','3억 7,000','46','33','남동향','전체 특올수리,  새시까지','3억 7,000','3억 7,000','거실 기준','복도식',NULL,NULL,NULL,'15','고','1758','1',37.494522,127.07421,'서울시 강남구 개포동','20250529',0,0,37000,0,0,2617,0,0,0,0,0,134248,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (28,22,1,'2528990442','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','2025년 08월 중순',NULL,NULL,'*1층입니다
   *외부샷시까지 특특수리입니다
   *실융자 2억 있습니다
   *8월입주 협의입니다 
   평일 저녁퇴근하고 토,일은 협의  <====== 집보기 
   
   개포동 대치2차
   대치상가  럭키부동산02-2226-4200','Y','공동주택',NULL,'저/15','3억 5,000','46','33','남동향',NULL,'3억 5,000','3억 5,000','거실 기준','복도식',NULL,NULL,NULL,'15','저','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250529',0,0,35000,0,0,2475,0,0,0,0,0,90000,'["25년이상", "역세권", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (29,8,1,'2528375364','대치2단지 214동','대치2단지','214동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','6','2','1','즉시입주','NOW','14 융자무 전체샤시포함 특올수리 양재천뷰 좋은 예쁜집','◆◆◆ 대치2단지 ◆◆◆ 

   ◈ 카 톡 아 이 디: aaa3338 ◈ 
   ☎ 전 화 상 담 010-4789-3314 ☎ 

   ▶ 총 11개동의 1758 세대 

   ▶ 공원
   - 양재천을 끼고, 대진공원, 마루공원이 단지인근에 위치
   - 대모산, 구룡산 가까워 둘레길 이용

   ▶ 최고의 학군
   - 대진초
   - 개원중, 중동남중, 대명여중
   - 중동고, 단대부고, 경기여고, 숙명여고
   - 대치동명문 학원가 3호선이용 2정거장

   ▶ 지하철역(더블역세권)
   - 3호선대청역, 수인분당선 대모산입구역
   - 삼성동 일대의 gtx와 위례신사선 및 삼성동 gbc(글로벌비즈니스센터) 개발 호재

   ▶ 편의시설
   - 단지내 하나마트, 석탑상가 홈플러스, 대청역의 이마트
   - 삼성서울병원, 영동세브란스

   ▶ 주변개발호재
   - 세텍부지 강남구청 입점예정
   - 영동대로및 삼성역 복합환승센터 개발, 한전부지 GBC건설, 잠실 MICE
   - 수서역세권(신세계백화점 2027년 입점예정)

   ▶ 고객님의 자산을 안전하게 보호하여 드리겠습니다. 
   ▶ 믿음과 성실로 책임중개 하도록 하겠습니다. 
   ▶ 신뢰도 및 재산권보호를 목적으로 하는 손해배상 책임보장 2억원 공제가입 
   ▶ 계약 전 부터 잔금 그리고 사후관리까지 철저히 해드립니다. 

   ◆◆◆바른공인중개사사무소◆◆◆ 
   ◆◆◆   02)445-3338   ◆◆◆','N','공동주택',NULL,'중/15','3억 6,000','46','33','남동향','14 융자무 전체샤시포함 특올수리 양재천뷰 좋은 예쁜집','3억 6,000','3억 6,000','거실 기준','복도식',NULL,NULL,NULL,'15','중','1758','1',37.494522,127.07421,'서울시 강남구 개포동','20250527',0,0,36000,0,0,2546,0,0,0,0,0,120000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (30,8,1,'2527433334','대치2단지 209동','대치2단지','209동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','8','2','1','즉시입주','NOW','14 신규올수리 햇살가득한 남향 양재천 가까워요','◆◆◆ 대치2단지 ◆◆◆ 

   ◈ 카 톡 아 이 디: aaa3338 ◈ 
   ☎ 전 화 상 담 010-4789-3314 ☎ 

   ▶ 총 11개동의 1758 세대 

   ▶ 공원
   - 양재천을 끼고, 대진공원, 마루공원이 단지인근에 위치
   - 대모산, 구룡산 가까워 둘레길 이용

   ▶ 최고의 학군
   - 대진초
   - 개원중, 중동남중, 대명여중
   - 중동고, 단대부고, 경기여고, 숙명여고
   - 대치동명문 학원가 3호선이용 2정거장

   ▶ 지하철역(더블역세권)
   - 3호선대청역, 수인분당선 대모산입구역
   - 삼성동 일대의 gtx와 위례신사선 및 삼성동 gbc(글로벌비즈니스센터) 개발 호재

   ▶ 편의시설
   - 단지내 하나마트, 석탑상가 홈플러스, 대청역의 이마트
   - 삼성서울병원, 영동세브란스

   ▶ 주변개발호재
   - 세텍부지 강남구청 입점예정
   - 영동대로및 삼성역 복합환승센터 개발, 한전부지 GBC건설, 잠실 MICE
   - 수서역세권(신세계백화점 2027년 입점예정)

   ▶ 고객님의 자산을 안전하게 보호하여 드리겠습니다. 
   ▶ 믿음과 성실로 책임중개 하도록 하겠습니다. 
   ▶ 신뢰도 및 재산권보호를 목적으로 하는 손해배상 책임보장 2억원 공제가입 
   ▶ 계약 전 부터 잔금 그리고 사후관리까지 철저히 해드립니다. 

   ◆◆◆바른공인중개사사무소◆◆◆ 
   ◆◆◆   02)445-3338   ◆◆◆','N','공동주택',NULL,'저/15','3억 7,000','46','33','남향','14 신규올수리 햇살가득한 남향 양재천 가까워요','3억 7,000','3억 7,000','거실 기준','복도식',NULL,NULL,NULL,'15','저','1758','1',37.495745,127.075009,'서울시 강남구 개포동','20250522',0,0,37000,0,0,2617,0,0,0,0,0,120000,'["25년이상", "올수리", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (31,6,1,'2527484483','대치2단지 215동','대치2단지','215동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','5','2','1','즉시입주','NOW','올수리깨끗 정상입주 조용하고 집상태좋아요','안녕하세요 석탑공인중개사 대표 김동한입니다
   고객님께서 찾고자하는 매매 전세 월세를 최선을 다해 중개해 드리고 있습니다.

   대치2단지 아파트는..

   1) 총 11개동의 1758 세대로 구성.
   2) 주변환경 - 양재천을 접하고 있고, 대진공원, 마루공원이 주변에있음.
   - 대모산 구룡산이 있어 등산로 및 둘레길 이용. 
   3) 강남 학군 - 대진초(단지앞)  중동중,개원중,대명중  중동고,단대부고,경기여고,숙명여고.
   - 대치동 학원가 3호선 대치역 이용. (대청역에서 2정거장)
   4) 지하철역 - 더블 역세권: 3호선대청역, 수인분당선 대모산입구역.
   - 삼성동 일대의 gtx와 위례신사선 및 삼성동 gbc 개발 호재.
   5) 시장,마트 - 단지내 요일시장 - 화요일(대치2), 목요일(대청), 금요일(대치1)
   - 농협상가내 하나마트, 대청타워상가내 이마트, 석탑상가내 홈플러스. 
   6) 의료시설 ; 삼성서울병원,영동세브란스병원,서울의료원
   7) 주변개발호재 - 영동대로 및 삼성역 복합환승센터 개발, 한전부지 GBC건설,

   ■ 중개의뢰를 맡겨주시면 빠른시일내에 중개해 드리겠습니다.
   ■ 믿음있게 성실하게 책임중개 합니다.
   ■ 손해배상 책임보증 공제가입 ( “한국공인중개사 협회 공제가입” )
   ■ 계약부터 잔금까지 그리고 사후관리까지 철저히 해드립니다.

   ★ 언제든 상담가능 ★
   ☎ 02-2226-4500 ☎ 010-6360-4900.','N','공동주택',NULL,'저/15','3억 3,000','46','33','남동향','올수리깨끗 정상입주 조용하고 집상태좋아요','3억 3,000','3억 3,000','거실 기준','복도식',NULL,NULL,NULL,'15','저','1758','1',37.494088,127.073944,'서울시 강남구 개포동','20250522',0,0,33000,0,0,2334,0,0,0,0,0,110000,'["25년이상", "올수리", "역세권", "대단지"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (32,32,1,'2529594396','대치2단지 214동','대치2단지','214동','N','지역난방','열병합','1758','19921014','아파트','전세','서울시','강남구','개포동','6','2','1','즉시입주','NOW','채광과 통풍이 좋고 양재천변의 조용하고 산책하기 좋은 위치의 2층전세
   ','내부 환경이 깨끗하고 관리상태가 양호함. 
   최근 설치한 신발장 옵션
   <중개대상물의 표시 · 광고 명시사항 관련정보>
   개설등록번호 :36110202300114
   입주가능일 :즉시입주
   매물상세지번 :12
   방향기준 :안방
   방수 : 2개 욕실수 : 1개
   건축물용도 :공동주택
   사용승인일 :19921014','N','공동주택','판매시설','2/15','3억 8,000','46','33','남향','채광과 통풍이 좋고 양재천변의 조용하고 산책하기 좋은 위치의 2층전세
   ','3억 8,000','3억 8,000','안방 기준','복도식',NULL,NULL,NULL,'15','2','1758','1',37.494522,127.07421,'서울시 강남구 개포동','20250602',0,0,38000,0,0,2687,0,0,0,0,0,NULL,'["25년이상", "역세권", "대단지", "소형평수"]','2025-06-11 07:02:10.388059','2025-06-11 07:02:10.388059',NULL),
   (33,33,NULL,'2530870947','빌라',NULL,NULL,'N','개별난방','도시가스','4','19940308','빌라','월세','서울시','강남구','개포동','14','2','1','즉시입주','NOW','올수리, 방2, 화1,13P, 양재천변위치, 상태대비가격무척저렴','**올수리(도배, 장판, 부엌, 화장실, 도색, 전기등)

   **2룸, 화1, 베란다큼

   **1층 같은 반지하,무척 밝음.

   **면적및 상태대비 무척 저렴함.

   **양재천, 달터공원, 구룡산인접하여 산책및 운동장소로 최고.','Y',NULL,'단독주택','B1/3','1,000','73','45','남동향','올수리, 방2, 화1,13P, 양재천변위치, 상태대비가격무척저렴','1,000/55','1,000/55','안방 기준','계단식',NULL,NULL,'["베란다"]','3','B1','2',NULL,37.480444,127.048253,'서울시 강남구 개포동 1264-1','20250609',55,0,1000,0,0,0,0,0,0,0,0,NULL,'["25년이상", "융자금없는", "올수리", "방두개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (34,34,NULL,'2531238581','빌라',NULL,NULL,'N',NULL,NULL,'10','20131211','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250705','삼호물산 인근 깔끔하고 저렴한 룸','협의입주
   주차 유료1대 (10만원)
   옵션 - 에어컨, 세탁기, 냉장고, 싱크대, 가스렌지
   

   ☎ 010-8010-0385 ☎
   ','Y',NULL,NULL,'2/5','1,000','24','19','남서향','삼호물산 인근 깔끔하고 저렴한 룸','1,000/63','1,000/63','거실 기준',NULL,'["냉장고", "세탁기", "싱크대", "가스레인지"]',NULL,'["엘리베이터"]','5','2','6',NULL,37.47704,127.047136,'서울시 강남구 개포동 1234-10','20250611',63,0,1000,0,0,0,0,0,0,0,0,100000,'["15년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (35,35,NULL,'2531300333','빌라',NULL,NULL,'N','개별난방','도시가스',NULL,'20131211','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250705','포이사거리 4분거리, 풀옵션, 엘리베이터.주차','*내부상태좋음
   * 엘리베이터 있습니다
   *에어컨,세탁기,냉장고,가스렌지,싱크대
   *주차가능(1대당 100000만원)
   *내부 인테리어상태 깨끗합니다

               
                  ***방문 전 전화주시면 친절히 상담 하여드리겠습니다***

                           ***담당지:010-2063-8065***','Y',NULL,NULL,'2/5','1,000','24','19','동향','포이사거리 4분거리, 풀옵션, 엘리베이터.주차','1,000/63','1,000/63','안방 기준',NULL,'["세탁기", "싱크대", "가스레인지"]',NULL,NULL,'5','2','10','0',37.47704,127.047136,'서울시 강남구 개포동 1234-10','20250611',63,0,1000,0,0,0,0,0,0,0,0,NULL,'["15년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (37,35,NULL,'2531124437','빌라','나담빌딩',NULL,'N','개별난방','도시가스',NULL,'20211115','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','신축급,주차가능,넓은 원룸원거실,풀옵션','* 2020년 신축 내외관 깔끔
   * 넓은 방,거실, 주방,욕실 구조
   * 풀옵션 : 세탁기,냉장고,에어컨, 인덕션
   * 주차가능
   *즉시 입주

   ***방문 전 전화 주시면 친절히 상담하여 드리겠습니다.***','N',NULL,'단독주택','중/5','2,000','33','33','서향','신축급,주차가능,넓은 원룸원거실,풀옵션','2,000/100','2,000/100','거실 기준',NULL,'["붙박이장", "냉장고", "세탁기", "싱크대", "인덕션레인지"]','["비디오폰", "CCTV", "현관보안"]','["엘리베이터", "화재경보기", "무인택배함"]','5','중','0','0',37.472584,127.051261,'서울시 강남구 개포동 1168','20250610',100,0,2000,0,0,0,0,0,0,0,0,NULL,'["4년이내", "융자금없는", "화장실한개", "소형평수"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (38,38,NULL,'2529017975','빌라',NULL,NULL,'N','개별난방','도시가스',NULL,'19930421','빌라','월세','서울시','강남구','개포동','11','3','1','즉시입주','NOW','방3 넓은 베란다 거실 남향','개포동 구마을 3룸 
   ☆ 방3 + 거실 +주방+화장실1+베란다





   ※ 버스정류장인접 구룡역 인접 

   ★ 즉시 입주가능

   ♥ 구룡역, 지름길 도보5분, 개포고 앞 버스정류장 도보 4분

   ★주차 선착순 

   스타공인중개사 사무소 010-8543-2558','Y',NULL,'공동주택','B1/4','1,000','86','76','남향','방3 넓은 베란다 거실 남향','1,000/90','1,000/90','거실 기준',NULL,NULL,NULL,NULL,'4','B1','4',NULL,37.483502,127.062453,'서울시 강남구 개포동 160-2','20250530',90,0,1000,0,90,0,0,0,0,0,0,0,'["25년이상", "융자금없는", "방세개", "화장실한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (39,35,NULL,'2530883804','빌라','나담빌딩',NULL,'N','개별난방','도시가스',NULL,'20211115','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','신축급,주차가능,넓은 원룸원거실,풀옵션','* 2020년 신축 내외관 깔끔
   * 넓은 방,거실, 주방,욕실 구조
   * 풀옵션 : 세탁기,냉장고,에어컨, 인덕션
   * 주차가능


   ***방문 전 전화 주시면 친절히 상담하여 드리겠습니다.***','N',NULL,'단독주택','중/5','2,000','39','21','서향','신축급,주차가능,넓은 원룸원거실,풀옵션','2,000/100','2,000/100','거실 기준',NULL,'["붙박이장", "냉장고", "세탁기", "싱크대", "인덕션레인지"]','["비디오폰", "CCTV", "현관보안"]','["엘리베이터", "화재경보기", "무인택배함"]','5','중','0','0',37.472584,127.051261,'서울시 강남구 개포동 1168','20250609',100,0,2000,0,0,0,0,0,0,0,0,NULL,'["4년이내", "융자금없는", "화장실한개", "소형평수"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (40,40,NULL,'2530845380','빌라',NULL,NULL,'N',NULL,NULL,NULL,'19901229','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','개포동 전입신고 가능 가성비 굿 원룸','🔸【 물 건 설 명 】🔸

   📌 보증금 300/월세 30 관리비 15(전기 인터넷 등 일체 포함)
   📌 임대면적 : 전용 약5평
   📌 전입신고 가능
   📌 현재 공실로 즉시입주 가능
   📌 주차 불가
   📌 포이사거리 도보 2분 대중교통 편리

   🚖 저희 부동산 위치 및 주차안내 🚖
   양재동 275-6 삼호물산빌딩에 주차하시고
   우리은행 지하1층 삼호물산 부동산으로 오시면 
   무료주차 확인해 드립니다..

   📞 010-8523-9885 담당 공인중개사 이재우
   📞 010-5231-6464 삼호물산공인중개사 대표 안용식 배상.','N',NULL,'제2종근린생활시설','B1/6','300','166','16','북향','개포동 전입신고 가능 가성비 굿 원룸','300/30','300/30','거실 기준',NULL,'["신발장", "냉장고", "세탁기", "싱크대"]','["현관보안"]',NULL,'6','B1','5',NULL,37.478189,127.046344,'서울시 강남구 개포동 1237-6','20250609',30,0,300,0,0,0,0,0,0,0,0,150000,'["25년이상", "융자금없는", "화장실한개", "대형평수"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (41,41,NULL,'2530308723','빌라',NULL,'새롬그린빌라','N','개별난방','도시가스','15','19950202','빌라','월세','서울시','강남구','개포동','0','1','1','2024년 08월 하순',NULL,'구조좋고 깨끗한 1룸빌라 최근올수리 국악고인근 거주환경좋고 교통편리','구조좋고 깨끗한 1룸빌라 최근올수리 국악고인근 거주환경좋고 교통편리','N',NULL,'공동주택','B1/4','1,000','39','35','남서향','구조좋고 깨끗한 1룸빌라 최근올수리 국악고인근 거주환경좋고 교통편리','1,000/60','1,000/60','안방 기준','계단식','["신발장", "싱크대"]',NULL,NULL,'4','B1','5',NULL,37.476672,127.048929,'서울시 강남구 개포동 1219-10','20250607',60,0,1000,0,0,0,0,0,0,0,0,NULL,'["25년이상", "융자금없는", "올수리", "소형평수"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (42,42,NULL,'2530035842','빌라',NULL,NULL,'N','개별난방',NULL,'10','20131211','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250704',' 화이트톤 깨끗한 원룸입니다 주차가능 ','엘베있고 건물 깨끗합니다
   기본 풀옵션입니다 세탁기 냉장고 에어컨 가스렌지 붙박이장 등등
   입주는 7월4일이후
   주차편한데 주차비있습니다 10만원 조금 조율 해볼수있습니다
   언제든지 볼수있습니다
   전화주시면 자세히 상담해 드리겠습니다','N',NULL,NULL,'2/5','1,000','20','19','남향',' 화이트톤 깨끗한 원룸입니다 주차가능 ','1,000/63','1,000/63','안방 기준','계단식','["냉장고", "세탁기", "싱크대", "붙박이장", "신발장", "전자레인지", "가스레인지"]','["CCTV", "비디오폰"]',NULL,'5','2','6',NULL,37.47704,127.047136,'서울시 강남구 개포동 1234-10','20250604',63,0,1000,0,0,0,0,0,0,0,0,100000,'["15년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (43,43,33,'2529578949','연립(1184) 이동',NULL,'이동','N',NULL,NULL,NULL,NULL,'연립','월세','서울시','강남구','개포동','0','1','1','2025년 06월 중순',NULL,'조용하고 살기좋은 전형적인 주거지역','원룸,원거실가격입니다

   국악중고앞에 있습니다

   주차하실수 있습니다

   2차선 도로앞에 있습니다

   가까운곳에 큰마트밎약국이있습니다

   교통이 편리합니다','Y','공동주택',NULL,'4/5','3,000','40','35','서향','조용하고 살기좋은 전형적인 주거지역','3,000/49','3,000/49','안방 기준','복합식','["신발장", "싱크대"]','["CCTV"]','["화재경보기", "베란다"]','5','4','10','0.62',37.474694,127.050517,'서울시 강남구 개포동','20250602',49,0,3000,0,0,0,0,0,0,0,9000,NULL,'["25년이상", "융자금적은", "화장실한개", "소형평수"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (44,44,NULL,'2527454433','빌라',NULL,NULL,'N','개별난방','도시가스','8','20020902','빌라','월세','서울시','강남구','개포동','16','1','1','즉시입주','NOW','풀옵션 원룸 월세, 주차1대, 즉시입주','풀옵션 원룸 월세, 즉시입주
   옵션 : 침대, 벽걸이에어컨, 냉장고, 가스렌지, 세탁기
   반려동물사육금지, 흡연금지
   관리비5만원별도, 주차1대가능

   *더 자세한 사항은 전화로 문의주세요. (02-6081-8285)','Y',NULL,'공동주택','중/5','1,000','27','22','북향','풀옵션 원룸 월세, 주차1대, 즉시입주','1,000/70','1,000/70','안방 기준','계단식','["침대", "냉장고", "세탁기", "싱크대", "전자레인지"]',NULL,NULL,'5','중','8',NULL,37.479969,127.047691,'서울시 강남구 개포동 1255-8','20250522',70,0,1000,0,0,0,0,0,0,0,0,50000,'["25년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (45,45,NULL,'2529014078','빌라',NULL,NULL,'N','개별냉난방','도시가스',NULL,'20131211','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','개포동 컨디션 좋은 가성비 원룸 엘베o','개포동 포이사거리에 위치한 원룸입니다.

   주변 동네는 주택가로 조용하고 한적합니다.

   인근 버스정류장을 이용하여 강남권을 이동하기에 수월합니다

   2013년도 준공 건물로 깔끔한 내외관을 유지하고 있습니다.

   채광도 아주 좋습니다.

   전입신고 및 확정일자 가능합니다.','Y',NULL,NULL,'2/5','1,000','24','19','남서향','개포동 컨디션 좋은 가성비 원룸 엘베o','1,000/63','1,000/63','안방 기준',NULL,'["책상", "옷장", "붙박이장", "신발장", "냉장고", "세탁기", "싱크대", "인덕션레인지"]','["비디오폰", "인터폰", "CCTV", "현관보안", "방범창"]','["엘리베이터", "화재경보기"]','5','2','6',NULL,37.47704,127.047136,'서울시 강남구 개포동 1234-10','20250530',63,0,1000,0,0,0,0,0,0,0,0,100000,'["15년이내", "소형평수", "화장실한개", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (46,46,NULL,'2528703134','빌라','아름다운집','아름다운집','N','개별난방','도시가스','7','20120619','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','7 즉시입주 주차편리 관리잘된 오픈형 원룸 1층 보증금조정가',NULL,'Y',NULL,'공동주택','1/5','1,000','22','22','북서향','7 즉시입주 주차편리 관리잘된 오픈형 원룸 1층 보증금조정가','1,000/55','1,000/55','안방 기준','계단식','["신발장", "냉장고", "세탁기", "싱크대", "가스레인지"]','["현관보안"]',NULL,'5','1','6',NULL,37.477612,127.058439,'서울시 강남구 개포동 660-23','20250528',55,0,1000,0,0,0,0,0,0,0,0,50000,'["15년이내", "융자금없는", "1층", "화장실한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (47,35,NULL,'2528606210','빌라',NULL,NULL,'N','개별난방','도시가스',NULL,'20131211','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250705','포이사거리 4분거리, 풀옵션, 엘리베이터.주차','*내부상태좋음
   * 엘리베이터 있습니다
   *에어컨,세탁기,냉장고,가스렌지,싱크대
   *주차가능(1대당 100000만원)
   *내부 인테리어상태 깨끗합니다

               
                  ***방문 전 전화주시면 친절히 상담 하여드리겠습니다***

                           ***담당지:010-2063-8065***','Y',NULL,NULL,'2/5','1,000','24','19','동향','포이사거리 4분거리, 풀옵션, 엘리베이터.주차','1,000/63','1,000/63','안방 기준',NULL,'["세탁기", "싱크대", "가스레인지"]',NULL,NULL,'5','2','10','0',37.47704,127.047136,'서울시 강남구 개포동 1234-10','20250528',63,0,1000,0,0,0,0,0,0,0,0,NULL,'["15년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (48,48,NULL,'2528580454','빌라',NULL,NULL,'N',NULL,NULL,NULL,'20131211','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250705','풀옵션 원룸,국악고등학교 인근,주차 가능,7월 입주 가능',' 안녕하세요
   강남구 아파트,빌라,단독주택,상가 전문 입니다.
   원하는 동,지하철,크기,가격만 알려 주시면
   바로 찾아서 볼수 있도록 해 드리겠습니다.
   지금 이 순간에도 거래 되는 매물 많습니다.
   지금 연락주세요   

   간편 요약

   보증금:  1000만원         월세: 63만원
   관리비: 공용 관리비 10만원 , 공과금 별도 입니다
   주차: 세대 수에 비해서 주차 자리 부족 하나 현재 월 10만원에 가능 하다고 합니다

   매물번호,주소 알려주시면 상담 받기 편하십니다
   ','Y',NULL,NULL,'2/5','1,000','25','19','동향','풀옵션 원룸,국악고등학교 인근,주차 가능,7월 입주 가능','1,000/63','1,000/63','안방 기준',NULL,'["붙박이장", "냉장고", "세탁기", "싱크대", "가스레인지"]',NULL,'["엘리베이터"]','5','2','6',NULL,37.47704,127.047136,'서울시 강남구 개포동 1234-10','20250528',63,0,1000,0,0,0,0,0,0,0,0,NULL,'["15년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (49,41,NULL,'2528525431','빌라','디오빌','디오빌','N',NULL,NULL,'25','20050412','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','깨끗하고 저렴한 원룸빌라 주거환경좋고 교통편리 국악고인근 포이사거리인근','깨끗하고 저렴한 원룸빌라 주거환경좋고 교통편리 국악고인근 포이사거리인근
   입주일협의','N',NULL,'업무시설','4/6','1,000','41','24','남동향','깨끗하고 저렴한 원룸빌라 주거환경좋고 교통편리 국악고인근 포이사거리인근','1,000/80','1,000/80','안방 기준','계단식','["냉장고", "세탁기", "신발장", "옷장"]','["비디오폰", "인터폰", "현관보안"]','["엘리베이터"]','6','4','17',NULL,37.477261,127.046088,'서울시 강남구 개포동 1236-4','20250527',80,0,1000,0,0,0,0,0,0,0,0,NULL,'["25년이내", "융자금없는", "화장실한개", "소형평수"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (50,35,NULL,'2528284305','빌라',NULL,NULL,'N','개별난방','도시가스',NULL,'20131211','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250705','포이사거리 4분거리, 풀옵션, 엘리베이터.주차','*내부상태좋음
   * 엘리베이터 있습니다
   *에어컨,세탁기,냉장고,가스렌지,싱크대
   *주차가능(1대당 100000만원)
   *내부 인테리어상태 깨끗합니다

               
                  ***방문 전 전화주시면 친절히 상담 하여드리겠습니다***

                           ***담당지:010-2063-8065***','Y',NULL,NULL,'2/5','1,000','24','19','동향','포이사거리 4분거리, 풀옵션, 엘리베이터.주차','1,000/63','1,000/63','안방 기준',NULL,'["세탁기", "싱크대", "가스레인지"]',NULL,NULL,'5','2','10','0',37.47704,127.047136,'서울시 강남구 개포동 1234-10','20250526',63,0,1000,0,0,0,0,0,0,0,0,NULL,'["15년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (51,36,NULL,'2528232204','빌라',NULL,NULL,'N','개별난방',NULL,'10','20131211','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20240701','다세대원룸 풀옵션','임대사업자 매물입니다
   현관 보안 
   엘리베이터 베란다 있어요 
   실제보시면 넓어요
   교통 좋고 조용합니다 
   주차 유료 10만원별도','Y',NULL,NULL,'2/5','1,000','24','19','동향','다세대원룸 풀옵션','1,000/63','1,000/63','안방 기준','계단식','["냉장고", "세탁기", "싱크대", "신발장", "가스레인지"]','["현관보안", "CCTV", "인터폰", "비디오폰"]','["베란다"]','5','2','6',NULL,37.47704,127.047136,'서울시 강남구 개포동 1234-10','20250526',63,0,1000,0,0,0,0,0,0,0,0,NULL,'["15년이내", "융자금없는", "화장실한개", "소형평수"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (59,59,34,'2529189629','그루 1동','그루','1동','N','개별난방','도시가스','15','20190801','오피스텔','전세','서울시','강남구','개포동','0','1','1','즉시입주','20250531','대로변 신축급 주거용 오피스텔입니다.','1) 버스 정류장 바로 앞 교통 편리합니다.
   2)주차 1대 가능합니다 (주차비 3만원)
   3) 직장인 환영합니다.
   4) 미리 연락 주셔야 보실수 있습니다.','Y','업무시설',NULL,'3/8','1억 8,900','38','20','동향','대로변 신축급 주거용 오피스텔입니다.','1억 8,900','1억 8,900','거실 기준','복도식','["책상", "옷장", "신발장", "냉장고", "세탁기", "샤워부스", "싱크대", "인덕션레인지"]','["경비원", "인터폰", "카드키", "CCTV", "현관보안"]','["엘리베이터", "화재경보기", "무인택배함"]','8','3','15','1',37.477121,127.045618,'서울시 강남구 개포동','20250530',0,0,18900,0,0,1615,0,0,0,0,0,NULL,'["10년이내", "융자금없는", "소형평수", "화장실한개"]','2025-06-11 07:03:17.311653','2025-06-11 07:03:17.311653',NULL),
   (52,52,NULL,'2527310460','빌라',NULL,NULL,'N','개별난방','도시가스',NULL,'19931202','빌라','월세','서울시','강남구','개포동','0','2','1','즉시입주','NOW','양재시민의숲역 도보 15분거리 저렴하게 나온 올수리 리모델링 투룸','✅주차는 협의 사항입니다

   ✅ ✅ 연 공인중개사 사무소 │
   대표 : 이준호 010-4215-2321✅ ✅ 

   **************************************
   ☑️공동 중개는 진행하지 않고 있습니다 ☑️ 
   ☑️에어비앤비,전대차 문의 받지 않습니다 ☑️
   ☑️연중무휴 언제든 상담 및 중개 가능 ☑️

   **************************************
   ✅  100％ 실제 확인하고 촬영한 매물입니다.
   ✅  임대차 보호법 적용을 받지 못하는 매물은 중개하지 않습니다.
   ✅  허위매물을 중개하지 않습니다.
   ✅  고객과의 신뢰를 최우선으로 여깁니다.
   ✅  다량 매물 보유 중 좋은 집 구하실 때까지 최선을 다하겠습니다.
   ✅  월세,전세,보증보험,중기청 모든 매물 상담 가능합니다

   ◁◁◁◁◁◁◁ 매물 특징 ▷▷▷▷▷▷▷
   ☑️시끄럽지 않은 조용한 위치
   ☑️등하교 / 출퇴근에 편리
   ☑️거리 방범 CCTV가 많아 안심 귀가 가능

   **************************************

   ☑️ 매물번호: 
   ☑️ 연락처: 
   ☑️ 원하는 위치: 
   ☑️ 이사날짜: 
   ☑️ 방갯수:
   ☑️ 거주인원: 
   ☑️ 보증금:
   ☑️ 월세: 
   ☑️ 대출여부(종류):
   ☑️ 원하는 옵션: 
   ☑️ 주차 유무: 
   ☑️ 애완동물 유무: 
   ☑️ 계약기간(기본2년):
   ☑️ 예약날짜 및 시간: 
   ☑️ 기타: 

   ☑️작성 가능 하신 부분 작성 후 남겨주시면
   더욱 빠르게 상담 도와드리겠습니다.

   **************************************
   ✅ 연 공인중개사 사무소 위치
   - 서울시 서초구 효령로304 국제전자센터 3층 122호
   - 남부터미널역 3번출구 도보 1분(건물 내 주차가능)로304 국제전자센터 3층 122호','N',NULL,NULL,'저/3','2,000','40','34','남서향','양재시민의숲역 도보 15분거리 저렴하게 나온 올수리 리모델링 투룸','2,000/61','2,000/61','안방 기준',NULL,'["신발장", "싱크대", "가스레인지"]','["CCTV", "현관보안", "방범창"]',NULL,'3','저',NULL,NULL,37.474664,127.053477,'서울시 강남구 개포동 1179-7','20250521',61,0,2000,0,0,0,0,0,0,0,0,70000,'["25년이상", "올수리", "화장실한개", "소형평수"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (53,53,NULL,'2528324434','빌라',NULL,NULL,'N','개별난방','도시가스',NULL,'19930331','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','원룸 풀옵션 엘유  오픈형 화장실 넓음',' 입주 하시  저녁에는 주차가능함 그외원룸 많이 있음 엘유  보안상태 매우 좋으며 매우 깨끗함  국고생이 좋아하는 위치며 안전한곳임 ','Y',NULL,'제2종근린생활시설','4/6','500','22','19','남동향','원룸 풀옵션 엘유  오픈형 화장실 넓음','500/50','500/50','안방 기준',NULL,'["침대", "옷장", "붙박이장", "냉장고", "세탁기", "싱크대", "가스레인지"]',NULL,'["엘리베이터"]','6','4','4',NULL,0.0,0.0,'서울시 강남구 개포동 1206-4','20250527',50,0,500,0,0,0,0,0,0,0,0,NULL,'["25년이상", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (54,54,NULL,'2527907284','빌라','수창스마트빌',NULL,'N',NULL,NULL,NULL,'20150807','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250531','신축급  EL  주차   안방거실욕실통베란다',NULL,'Y',NULL,'공동주택','고/5','2,000','27','22','동향','신축급  EL  주차   안방거실욕실통베란다','2,000/95','2,000/95','거실 기준',NULL,NULL,NULL,'["엘리베이터"]','5','고','11',NULL,0.0,0.0,'서울시 강남구 개포동 1171-7','20250524',95,0,2000,0,95,0,0,0,0,0,0,40000,'["10년이내", "소형평수", "방한개", "화장실한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (55,53,NULL,'2526285425','기타',NULL,NULL,'N','개별난방','도시가스',NULL,'19951017','빌라','월세','서울시','강남구','개포동','0','1','1','즉시입주','NOW',NULL,' 풀옵션의 반지하 원룸    언제든 입주 가능함 전입신고 가능  단기경우도 전입됨 ','N',NULL,'제2종근린생활시설','B1/6','300','18','17','북동향',NULL,'300/45','300/45','안방 기준',NULL,'["냉장고", "세탁기", "싱크대"]',NULL,NULL,'6','B1','4',NULL,37.478189,127.046344,'서울시 강남구 개포동 1237-6','20250516',45,0,300,0,0,0,0,0,0,0,0,NULL,'["25년이상", "소형평수", "방한개", "화장실한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (56,56,NULL,'2525311018','빌라',NULL,NULL,'N','개별난방','도시가스',NULL,'19940308','빌라','월세','서울시','강남구','개포동','14','2','1','즉시입주','NOW','양재천 인근 저렴한 2룸 올수리 첫입주','현상태 100실사진 실매물 입니다

   내부 올수리 되어 방상태 깔끔합니다

   공실이여 즉시입주 가능하시구요

   에어컨,세탁기 옵션 으로 사용 가능하세요

   1인거주 추천드립니다!','N',NULL,'단독주택','B1/3','1,000','30','30','동향','양재천 인근 저렴한 2룸 올수리 첫입주','1,000/52','1,000/52','안방 기준',NULL,'["신발장", "세탁기", "싱크대"]',NULL,NULL,'3','B1','0','0',37.480444,127.048253,'서울시 강남구 개포동 1264-1','20250512',52,0,1000,0,0,0,0,0,0,0,0,30000,'["25년이상", "융자금없는", "올수리", "화장실한개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (57,32,NULL,'2526578041','기타','다세대주택',NULL,'N','개별난방','도시가스','16','19940228','빌라','월세','서울시','강남구','개포동','0','3','1','즉시입주','NOW','개포동 주택가에 깨끗하고 방이 반듯한 가성비 좋은 다세대 3룸 월세','세입자 있으나 즉시입주 가능 
   리모델링되어 있어 상태 좋음 
   <중개대상물의 표시 · 광고 명시사항 관련정보>
   개설등록번호 :36110202300114
   입주가능일 :즉시입주
   매물상세지번 :1178-3
   방향기준 :거실
   방수 : 3개 욕실수 : 1개
   건축물용도 :공동주택
   사용승인일 :19940228','Y','공동주택','공동주택','1/3','3,000','40','36','동향','개포동 주택가에 깨끗하고 방이 반듯한 가성비 좋은 다세대 3룸 월세','3,000/99','3,000/99','거실 기준',NULL,NULL,NULL,NULL,'3','1','5',NULL,37.47447,127.053447,'서울시 강남구 개포동 1178-3','20250517',99,0,3000,0,0,0,0,0,0,0,0,NULL,'["25년이상", "1층", "소형평수", "방세개"]','2025-06-11 07:02:34.684442','2025-06-11 07:02:34.684442',NULL),
   (58,58,34,'2530557063','그루 1동','그루','1동','N','개별난방','도시가스','15','20190801','오피스텔','전세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','전입가능 보증보험 양재천 깔끔한 오피스텔 화이트톤 인테리어','🏢 소중한 공간 , 지금 당신의 “오늘의 공간”🏢
   바로 지금 여기에 니즈에 맞는 매물이 있습니다
   친절하게 상담 도와드리겠습니다❤️
   바로 문의 주세요 ☎ 02-556-0617 , 010-4785-0614


   📂 상 세 정 보

   ✅ 위 치 : 포이사거리 인근 / 양재천 가까워서 좋아요
   ✅ 구 조 : 화이트톤 원룸
   ✅ 주 차 : 1대 가능 (기계식,관리규약)
   ✅ 엘레베이터 ⭕
   ✅ 천정형 시스템 에어컨 , 냉장고 , 세탁기 등


   🔆🔆🔆🔆🔆 추 천 P O I N T 🔆🔆🔆🔆🔆

   💎 양재천,포이사거리 인근, 최상의 입지조건
   💎 화이트톤 인테리어로 최상의 컨디션
   💎 대로변 오피스텔로 바로 앞 버스정류장 
   💎 CCTV 설치 되어있어 보안 굿!
   여성분들 학생분들 추천드려요!


   🌈전화 상담 ok 문자 상담 ok
   편하게 문의 주세요 📞 02-556-0617 , 010-4785-0614
   내 집을 구한다는 마음으로 최선을 다해 구해드리겠습니다 😊','Y','업무시설',NULL,'3/8','1억 8,900','38','20','동향','전입가능 보증보험 양재천 깔끔한 오피스텔 화이트톤 인테리어','1억 8,900','1억 8,900','안방 기준',NULL,'["책상", "붙박이장", "신발장", "냉장고", "세탁기", "샤워부스", "싱크대", "인덕션레인지"]','["경비원", "비디오폰", "카드키", "CCTV", "현관보안"]','["엘리베이터", "화재경보기", "무인택배함"]','8','3','15','1',37.477121,127.045618,'서울시 강남구 개포동','20250607',0,0,18900,0,0,1615,0,0,0,0,0,120000,'["10년이내", "소형평수", "화장실한개", "방한개"]','2025-06-11 07:03:17.311653','2025-06-11 07:03:17.311653',NULL),
   (60,60,34,'2529117192','그루 1동','그루','1동','N','개별난방','도시가스','15','20190801','오피스텔','전세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','일반 전세대출,HF대출,보증보험 100가입 가능신축급 주거용 오피스텔','◈문의 : 강남플러스공인중개사◈

   ☎010-3744-7330 / 02-565-7330 ♠카톡 : azertyu 

   º24시간 언제든지 편하게 문의주세요º

   ◇저희 부동산은 절대 허위매물을 올리지 않습니다.

   ◇어느 지역이든 편하게 문의주시면 현장 브리핑 가능합니다.

      
                           ▲ 매물 설명 ▲

   ▶보증금 조절 가능합니다.

   ▶입주가능일:즉시입주

   ▶룸/욕실수:룸1/욕실1

   ▶해당층/총층: 3층/ 8층

   ▶월관리비:관리비 12만,공과금 별도

   ▶옵션:엘리베이터,에어컨,세탁기,냉장고,싱크대,책상,인덕션

   ▶주차:주차 1대 가능합니다

   ▶특이사항:

   ●주택임대차보호법에 의한 최우선변제금〔5,500만원〕까지 100% 보장 받습니다●

   ㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡ
   ◈문의 : 강남플러스 공인중개사사무소

   ☎010-3744-7330 / 02-565-7330 ♠카톡 : azertyu

   ♣통화가 힘들거나 곤란하신 분들은 아래 조건들을 간략하게 적어 문자로 보내주세요

   →희망하시는 이사날짜
   →원하시는 지역 
   →희망하시는 보증금 또는 가격
   →주차유무
   →반려동물유무
   →기타 특별히 원하시는 조건이나 궁금한 사항

   ◆원하시는 조건에 맞춰 매물을 찾아 최대한 빠르게 답변 드리겠습니다◆

   ♣상담부터 계약, 그리고 사후관리를 잘하는 고객님의 든든한 부동산 파트너가 되겠습니다♣','N','업무시설',NULL,'3/8','1억 8,900','38','20','북동향','일반 전세대출,HF대출,보증보험 100가입 가능신축급 주거용 오피스텔','1억 8,900','1억 8,900','안방 기준',NULL,NULL,NULL,NULL,'8','3','15','1',37.477121,127.045618,'서울시 강남구 개포동','20250530',0,0,18900,0,0,1615,0,0,0,0,0,120000,'["10년이내", "소형평수", "방한개", "화장실한개"]','2025-06-11 07:03:17.311653','2025-06-11 07:03:17.311653',NULL),
   (61,61,34,'2527796834','그루 1동','그루','1동','N','개별난방','도시가스','15','20190801','오피스텔','전세','서울시','강남구','개포동','0','1','1','2025년 05월 하순',NULL,'삼호물산 앞 개포동 컨디션 좋은 풀옵션 원룸','* 매물 특징

   - 개포사거리 인근, 양재천 진입 용이하고 교통 좋은 위치, 스타벅스, 맘스터치 등 편의시설 다수

   - 천정형 에어컨, 냉장고, 세탁기, 옷장, 책장 등 풀옵션

   - 기계식 주차(1대 3만)

   -1인 거주용으로 안성맞춤

   - LH전세 대출 가능


   ','Y','공동주택',NULL,'3/8','1억 8,900','38','20','동향','삼호물산 앞 개포동 컨디션 좋은 풀옵션 원룸','1억 8,900','1억 8,900','안방 기준','계단식','["책상", "붙박이장", "신발장", "냉장고", "세탁기", "샤워부스", "인덕션레인지"]','["경비원", "CCTV", "현관보안"]','["엘리베이터"]','8','3','15','1',37.477121,127.045618,'서울시 강남구 개포동','20250523',0,0,18900,0,0,1615,0,0,0,0,0,NULL,'["10년이내", "융자금없는", "화장실한개", "소형평수"]','2025-06-11 07:03:17.311653','2025-06-11 07:03:17.311653',NULL),
   (62,62,34,'2527404473','그루 1동','그루','1동','N','개별난방','도시가스','15','20190801','오피스텔','전세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','넓직한 컨디션 위치최고 깔끔한 물건 대출가능매물 계약임박 ','※ 매물 정보 ※
   🏚 방
   *깔끔한 원룸
   🏚 이 집은?
   * 1인가구에 잘맞게 갖춰진 구조~!
   * 채광 끝내주는집
   * 가격대비 저려미 금액
   건축위반사항 없음','Y','업무시설',NULL,'3/8','1억 8,900','38','20','남향','넓직한 컨디션 위치최고 깔끔한 물건 대출가능매물 계약임박 ','1억 8,900','1억 8,900','안방 기준','계단식','["냉장고", "세탁기", "싱크대", "책상", "인덕션레인지"]','["현관보안"]','["화재경보기", "엘리베이터"]','8','3','15','1',37.477121,127.045618,'서울시 강남구 개포동','20250522',0,0,18900,0,0,1615,0,0,0,0,0,NULL,'["10년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:03:17.311653','2025-06-11 07:03:17.311653',NULL),
   (63,63,34,'2527260147','그루 1동','그루','1동','N','개별난방','도시가스','15','20190801','오피스텔','전세','서울시','강남구','개포동','0','1','1','즉시입주','NOW',NULL,'관리 잘 되는
   깔끔한 빌트인
   버스정류장 바로 근처
   주차가능(기계식,유료 3만원 )
   입주협의','N','업무시설',NULL,'3/8','1억 8,900','38','20','동향',NULL,'1억 8,900','1억 8,900','안방 기준','계단식','["붙박이장", "신발장", "냉장고", "세탁기", "샤워부스", "싱크대", "가스레인지"]','["경비원", "비디오폰", "인터폰", "CCTV", "현관보안"]','["엘리베이터", "화재경보기", "무인택배함"]','8','3','15','1',37.477121,127.045618,'서울시 강남구 개포동','20250521',0,0,18900,0,0,1615,0,0,0,0,0,NULL,'["10년이내", "융자금없는", "소형평수", "화장실한개"]','2025-06-11 07:03:17.311653','2025-06-11 07:03:17.311653',NULL),
   (64,64,34,'2527221012','그루 1동','그루','1동','N','개별난방','도시가스','15','20190801','오피스텔','전세','서울시','강남구','개포동','0','1','1','즉시입주','20250526','HF대출및 보증보험가능  가성비 굿  채광양호  주차가능','☞  매물 설명

   포이사거리 인근 거리
   보안 철저한 대리석 외관
   강남에서 진짜 저렴한 전세 매물

   ☞ 상세정보 

   【실면적】 실사용면적 6.2평

   【구  조】 방1개+화장실1개

   【입 주】 5/26 입주가능

   【옵 션】 엘리베이터, 에어컨, 세탁기, 냉장고, 책상, 신발장, 싱크대, 전기인덕션

   【주 차】 유료 1대, 주차비: 1대당 3만원

   【기 타】 임대인이 법인이라서 허그대출은 안됩니다

   ☞  체크 포인트

   ※ 실방 사진입니다. 

   〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓
   실매물과 확인된 매물만 중개합니다. 
   고객님의  니즈와 조건에 맞는 매물 찾아드립니다.
   금융지원.행정.까지 논스톱~
   〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓','N','업무시설',NULL,'3/8','1억 8,900','38','20','동향','HF대출및 보증보험가능  가성비 굿  채광양호  주차가능','1억 8,900','1억 8,900','안방 기준',NULL,'["책상", "신발장", "냉장고", "세탁기", "싱크대", "인덕션레인지"]',NULL,'["엘리베이터"]','8','3','15','1',37.477121,127.045618,'서울시 강남구 개포동','20250521',0,0,18900,0,0,1615,0,0,0,0,0,120000,'["10년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:03:17.311653','2025-06-11 07:03:17.311653',NULL),
   (79,79,NULL,'2529531864','다가구',NULL,NULL,'N','개별난방','도시가스',NULL,'19931213','단독/다가구','월세','서울시','강북구','수유동','7','1','1','즉시입주','NOW','백년시장 인근 방1개,즉시입주,수유역도보 5분거리','* 2층 주인세대에 방1개 사용 (화장실,거실,주방 공유)
   * 옥탑에 창고이용가능, 베란다 있음
   * 나이드신 여자분 구함
   * 즉시입주가능

   <중개대상물의 표시 · 광고 명시사항 관련정보>
   개설등록번호 :11305202300007
   입주가능일 :즉시입주
   방향기준 :거실
   방수 : 1개 욕실수 : 1개
   건축물용도 :단독주택
   매물상세지번 :176-21
   사용승인일 :19931213','N',NULL,'단독주택','2/2','200','25','20','남서향','백년시장 인근 방1개,즉시입주,수유역도보 5분거리','200/20','200/20','거실 기준',NULL,NULL,NULL,NULL,'2','2',NULL,NULL,37.641512,127.026589,'서울시 강북구 수유동 176-21','20250602',20,0,200,0,0,0,0,0,0,0,0,NULL,'["25년이상", "역세권", "소형평수", "방한개"]','2025-06-11 07:04:57.120235','2025-06-11 07:04:57.120235',NULL),
   (65,65,34,'2527541116','그루 1동','그루','1동','N','개별난방','도시가스','15','20190801','오피스텔','전세','서울시','강남구','개포동','0','1','1','즉시입주','NOW','대출,보증보험 가입 가능한 오피스텔, 포이사거리 및 양재천 인근',' 주소or매물번호 알려주시면 빠른상담 가능!【↑↑매물번호 위치↑↑】


   ◈ 조아부동산 공인중개사사무소 ◈


   ♣ 매 물 정 보 ♣

   ◆ 전세자금 대출 // 보증보험 // 주차 가능(기계식 , 유료)

   ◆ 내부 깔끔한 관리상태를 자랑하는 매물!

   ◆ 편의점, 병원,등 편의시설이 좋은 매물!

   ◆ 모두가 선호하는 구조로 잘빠진 실용적인 매물!

   ◆ 풀옵션 매물 !!

   -기본관리비 외 전기, 수도, 가스 세대별사용량에 따른 부과 !  

   함께 하면 언제나 기분이 좋아지는 조아부동산입니다.

   현장답사부터 계약, 금액조율 까지 【 최적의 조건 】으로 안내해 드리겠습니다!

   〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓

   ◈ 조아부동산 공인중개사사무소 ◈

   ◈ 카카오톡 플러친구 ID ◈  :   joa523

   ◈ 카카오톡 오픈채팅  ◈  :   http://pf.kakao.com/_KxmUxmb

   ◆◆◆ 주택 매매, 임대  전문 중개 ◆◆◆

   ◆◆◆  조아부동산  공인중개사사무소◆◆◆

   ☎ 010 - 7464 - 6776

   ☎ 010 - 7464 - 6776

   〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓〓 ','N','업무시설',NULL,'중/8','1억 8,900','38','20','남동향','대출,보증보험 가입 가능한 오피스텔, 포이사거리 및 양재천 인근','1억 8,900','1억 8,900','거실 기준',NULL,'["냉장고", "세탁기", "인덕션레인지"]','["경비원"]','["엘리베이터"]','8','중','15','1',37.477121,127.045618,'서울시 강남구 개포동','20250522',0,0,18900,0,0,1615,0,0,0,0,0,120000,'["10년이내", "화장실한개", "소형평수", "방한개"]','2025-06-11 07:03:17.311653','2025-06-11 07:03:17.311653',NULL),
   (66,66,NULL,'2525680970','다가구',NULL,NULL,'N',NULL,NULL,NULL,'19960620','단독/다가구','월세','서울시','강남구','개포동','0','1','1','즉시입주','20250530','저렴하고 깔끔한 원룸, 풀옵션, 주차가, 즉시입주가','■ 위의 네이버 매물번호를 말씀해 주시면 보다 신속한 상담이 가능합니다

   ▶ 지금바로 연락주세요 ☎ 010-9010-0915

   ■ [매물정보]

   ① 위치 : 양재시민의숲역 도보 약15분거리

   ② 금액 : 보증금 500만원/월세 49만원/ 관리비 10만원(수도 포함)

   ③ 면적 : 전용 약 6평

   ④ 주차 : 무료1대, 선착순

   ⑤ 구조 : 방1, 화1

   ⑥ 특징
   - 내부 인테리어 상태 깔끔합니다.
   - 옵션 : 에어컨, 세탁기, 냉장고, 싱크대, 가스렌지
   - 월세 494,000원



   --------------강남씨티공인중개사사무소---------------
   ● 정확하고 세심한 업무처리로 고객과의 신뢰를 최우선으로 여기며, 
      항상 고객의 입장에서 니즈를 만족시키기 위해 최선을 다하겠습니다.
   ● 상가, 사무실, 빌라, 아파트 등 다양한 매물 확보하고 있습니다.
   ▶ 365일 24시간 언제든지 연락주세요','Y',NULL,'단독주택','3/3','500','29','19','서향','저렴하고 깔끔한 원룸, 풀옵션, 주차가, 즉시입주가','500/49','500/49','안방 기준',NULL,NULL,NULL,NULL,'3','3','4',NULL,37.475249,127.053433,'서울시 강남구 개포동 1183-13','20250514',49,0,500,0,49,0,0,0,0,0,0,100000,'["25년이상", "소형평수", "방한개", "화장실한개"]','2025-06-11 07:03:47.719747','2025-06-11 07:03:47.719747',NULL),
   (69,69,NULL,'2525434480','단독',NULL,NULL,'N',NULL,NULL,'4','19880910','단독/다가구','월세','서울시','강남구','개포동','7','2','1','즉시입주','NOW','넓고 조용한 2룸, 바로 입주가능, 구룡역 10분이내.',NULL,'N',NULL,'공동주택','저/2','500','0','45','남동향','넓고 조용한 2룸, 바로 입주가능, 구룡역 10분이내.','500/70','500/70','거실 기준',NULL,NULL,NULL,NULL,'2','저','0',NULL,37.484044,127.060508,'서울시 강남구 개포동','20250513',70,0,500,0,0,0,0,0,0,0,0,NULL,'["25년이상", "역세권", "방두개", "화장실한개"]','2025-06-11 07:04:06.436538','2025-06-11 07:04:06.436538',NULL),
   (76,76,NULL,'2530945224','단독',NULL,'성원원룸','N','개별난방','도시가스',NULL,'20140618','단독/다가구','월세','서울시','강북구','수유동','8','1','1','즉시입주','NOW','가오리역5분 수유역10분 초저렴 풀옵션원룸 주차안됨','♣교통 및 위치
   = 수유역 도보 10분 가오리역 5분 / 버스정거장 3분
   ♣옵션
   = 에어컨,냉장고,세탁기,인덕션,전자레인지,침대,싱크대 등 
   ♣구조 및 특징
   = 오픈형 풀옵션 원룸
   ♣입주날짜
   = 즉시입주가능
   ♣주변편의 시설
   = 편의점 2분,재래시장,국립재활원,북한산,덕성여대,다양한 먹거리,각종 편의시설 등
   ♣특이사항
   =건축물대장상 층별현황은 다중주택으로 표기되어 있습니다
   건축물 대장상 주차는 총 1대 가능하고 세대별 0.02대정도 입니다 현재 만차로 주차는 불가 합니다
   애완동물 안돼요~위반건축물임','Y',NULL,'단독주택','B1/3','100','49','12','북향','가오리역5분 수유역10분 초저렴 풀옵션원룸 주차안됨','100/20','100/20','거실 기준',NULL,'["침대", "신발장", "냉장고", "세탁기", "싱크대", "인덕션레인지", "전자레인지"]','["인터폰", "카드키", "CCTV", "현관보안"]',NULL,'3','B1','1',NULL,37.642929,127.020352,'서울시 강북구 수유동 235-18','20250609',20,0,100,0,0,0,0,0,0,0,0,NULL,'["15년이내", "융자금적은", "화장실한개", "소형평수"]','2025-06-11 07:04:57.120235','2025-06-11 07:04:57.120235',NULL),
   (77,77,NULL,'2529923197','다가구',NULL,NULL,'N','개별난방',NULL,NULL,'19910111','단독/다가구','월세','서울시','강북구','수유동','8','1','1','즉시입주','NOW','화계역 도보 가능 우이초 인근 방1 화1 ','II 매물설명 
   - 우이초교 인근 화계역 도보 약 8분 거리에 위치
   - 방 1개, 화장실 1개,  거실겸 주방(방과 분리) 구조
   - 현 공실로 빠른 입주 가능합니다.
   -  주차 및 반려동물 불가합니다.

   II 우주부동산 인사말  ☎ 010-5100-3624
   - 우주부동산은 신뢰할 수 있는 안전한 매물만 중개합니다.
   - 고객님께 좋은 집을 안내하기 위해 최선을 다하고 있습니다.
   - 기타 자세한 사항은 방문 또는 전화 주시길 바랍니다. ','N',NULL,'단독주택','3/3','200','23','23','남서향','화계역 도보 가능 우이초 인근 방1 화1 ','200/20','200/20','안방 기준',NULL,'["싱크대", "욕조"]',NULL,NULL,'3','3','0',NULL,37.636857,127.014333,'서울시 강북구 수유동 419-16','20250604',20,0,200,0,0,0,0,0,0,0,0,NULL,'["25년이상", "소형평수", "방한개", "화장실한개"]','2025-06-11 07:04:57.120235','2025-06-11 07:04:57.120235',NULL),
   (78,76,NULL,'2526574794','단독',NULL,'성원원룸','N','개별난방','도시가스',NULL,'20140618','단독/다가구','월세','서울시','강북구','수유동','8','1','1','즉시입주','NOW','가오리역5분 수유역10분 초저렴 풀옵션원룸 주차안됨','♣교통 및 위치
   = 수유역 도보 10분 가오리역 5분 / 버스정거장 3분
   ♣옵션
   = 에어컨,냉장고,세탁기,인덕션,전자레인지,침대,싱크대 등 
   ♣구조 및 특징
   = 오픈형 풀옵션 원룸
   ♣입주날짜
   = 즉시입주가능
   ♣주변편의 시설
   = 편의점 2분,재래시장,국립재활원,북한산,덕성여대,다양한 먹거리,각종 편의시설 등
   ♣특이사항
   =건축물대장상 층별현황은 다중주택으로 표기되어 있습니다
   건축물 대장상 주차는 총 1대 가능하고 세대별 0.02대정도 입니다 현재 만차로 주차는 불가 합니다
   애완동물 안돼요~위반건축물임','Y',NULL,'단독주택','B1/3','100','49','12','북향','가오리역5분 수유역10분 초저렴 풀옵션원룸 주차안됨','100/20','100/20','거실 기준',NULL,'["침대", "신발장", "냉장고", "세탁기", "싱크대", "인덕션레인지", "전자레인지"]','["인터폰", "카드키", "CCTV", "현관보안"]',NULL,'3','B1','1',NULL,37.642929,127.020352,'서울시 강북구 수유동 235-18','20250519',20,0,100,0,0,0,0,0,0,0,0,NULL,'["15년이내", "융자금적은", "화장실한개", "소형평수"]','2025-06-11 07:04:57.120235','2025-06-11 07:04:57.120235',NULL);

-- 시퀀스 재설정
SELECT setval('property_property_id_seq', (SELECT MAX(property_id) FROM property));


/* 이미지 */
INSERT INTO image (image_id,property_id,complex_id,image_url,image_type,image_order,is_main,created_at,updated_at,deleted_at) 
OVERRIDING SYSTEM VALUE
VALUES 
    (1,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_250/apt_realimage_1486961113801AkQeB_JPEG/7003cdd9e86b1a22f976190d3791d7d3.jpg','COMPLEX',1,true,'2025-06-11 07:02:09.094691','2025-06-11 07:02:09.094691',NULL), 
    (2,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_49/apt_realimage_14869611124690p8t3_JPEG/ab387b59b4ae4b257fe05c59ee6d5ceb.jpg','COMPLEX',2,false,'2025-06-11 07:02:09.10197','2025-06-11 07:02:09.10197',NULL), 
    (3,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_102/apt_realimage_1486961113192RzJe6_JPEG/9970bf281381db61e087a8497f548a5c.jpg','COMPLEX',3,false,'2025-06-11 07:02:09.103503','2025-06-11 07:02:09.103503',NULL), 
    (4,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_40/apt_realimage_148696111451703gdQ_JPEG/ef321ca59ec2dce8f1303ff9be42d7e4.jpg','COMPLEX',4,false,'2025-06-11 07:02:09.104999','2025-06-11 07:02:09.104999',NULL), 
    (5,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_30/apt_realimage_1486961115110xcLKs_JPEG/25b6bb5bf8bcc2e95d5fe1c0c99a6cc2.jpg','COMPLEX',5,false,'2025-06-11 07:02:09.106663','2025-06-11 07:02:09.106663',NULL), 
    (6,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_295/apt_realimage_148696111571308vD8_JPEG/3042e3f52bc1ede681e6f4e3d1990c57.jpg','COMPLEX',6,false,'2025-06-11 07:02:09.108381','2025-06-11 07:02:09.108381',NULL), 
    (7,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_144/apt_realimage_1486961116319vb7iM_JPEG/fc1c481466786a34f66718e6dd5ed716.jpg','COMPLEX',7,false,'2025-06-11 07:02:09.109931','2025-06-11 07:02:09.109931',NULL), 
    (8,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_238/apt_realimage_1486961116761hX5Ka_JPEG/15bb67822c47910c2eed00f41c5f4dcc.jpg','COMPLEX',8,false,'2025-06-11 07:02:09.111339','2025-06-11 07:02:09.111339',NULL), 
    (9,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_231/apt_realimage_1486961117290HgbAB_JPEG/3e58eb0926621218cb2b1b5747ef48f9.jpg','COMPLEX',9,false,'2025-06-11 07:02:09.11273','2025-06-11 07:02:09.11273',NULL), 
    (10,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_219/apt_realimage_1486961117814b1J0D_JPEG/0262d686f033242720215555c9452c58.jpg','COMPLEX',10,false,'2025-06-11 07:02:09.114216','2025-06-11 07:02:09.114216',NULL), 
    (11,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_212/apt_realimage_14869611185509TvdX_JPEG/19612d6673633836f91cb5d40331e3ca.jpg','COMPLEX',11,false,'2025-06-11 07:02:09.115571','2025-06-11 07:02:09.115571',NULL), 
    (12,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_18/apt_realimage_1486961119190RiSLk_JPEG/d131fffbabc5725850903235e7bab059.jpg','COMPLEX',12,false,'2025-06-11 07:02:09.116906','2025-06-11 07:02:09.116906',NULL), 
    (13,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_2/apt_realimage_1486961119896rxpF2_JPEG/4ecb38e643d39d5dc3ee083792d9b9c2.jpg','COMPLEX',13,false,'2025-06-11 07:02:09.118251','2025-06-11 07:02:09.118251',NULL), 
    (14,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_35/apt_realimage_14869611206468BPln_JPEG/05c54097dc0e08201369caa09e5c21f2.jpg','COMPLEX',14,false,'2025-06-11 07:02:09.119574','2025-06-11 07:02:09.119574',NULL), 
    (15,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_245/apt_realimage_1486961121322lyXF7_JPEG/1b7f4532f11a98cfe16bc10c23e657b8.jpg','COMPLEX',15,false,'2025-06-11 07:02:09.120896','2025-06-11 07:02:09.120896',NULL), 
    (16,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_288/apt_realimage_1486961121943s6pP1_JPEG/5226c1803c6e3dc0e293a8759b92cce8.jpg','COMPLEX',16,false,'2025-06-11 07:02:09.122347','2025-06-11 07:02:09.122347',NULL), 
    (17,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_117/apt_realimage_1486961122515Gixat_JPEG/428252c00cfdda566186ae0c229d367f.jpg','COMPLEX',17,false,'2025-06-11 07:02:09.123924','2025-06-11 07:02:09.123924',NULL), 
    (18,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_246/apt_realimage_1486961123289D8RO7_JPEG/c5555d90663dcd37e7d94b39a2374e20.jpg','COMPLEX',18,false,'2025-06-11 07:02:09.125384','2025-06-11 07:02:09.125384',NULL), 
    (19,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_112/apt_realimage_1486961123950mdJxW_JPEG/2b0cd4664304860d8e7eedaac23f0f7f.jpg','COMPLEX',19,false,'2025-06-11 07:02:09.126787','2025-06-11 07:02:09.126787',NULL), 
    (20,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_25/apt_realimage_14869611244510ifdg_JPEG/012e8d7d5b89c6770a89951d1fde5d7a.jpg','COMPLEX',20,false,'2025-06-11 07:02:09.128184','2025-06-11 07:02:09.128184',NULL), 
    (21,NULL,1,'https://landthumb-phinf.pstatic.net/20170213_99/apt_realimage_1486961125132AM8pP_JPEG/32c59ccdfdd4edfbdcd602d768be22eb.jpg','COMPLEX',21,false,'2025-06-11 07:02:09.12951','2025-06-11 07:02:09.12951',NULL), 
    (22,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_271/land_system_1303323905367OnuJf_GIF/014.gif','COMPLEX',22,false,'2025-06-11 07:02:09.130864','2025-06-11 07:02:09.130864',NULL), 
    (23,NULL,1,'https://landthumb-phinf.pstatic.net/20120904_212/hscp_img_1346740956759oUv9O_JPEG/GW70833_1346740941522.jpg','COMPLEX',23,false,'2025-06-11 07:02:09.132216','2025-06-11 07:02:09.132216',NULL), 
    (24,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_160/land_system_1303370251524VPz7q_JPEG/483_1274781244395_l.jpg','COMPLEX',24,false,'2025-06-11 07:02:09.133532','2025-06-11 07:02:09.133532',NULL), 
    (25,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_136/land_system_1303370237535fgYtq_JPEG/483_1274781243689_l.jpg','COMPLEX',25,false,'2025-06-11 07:02:09.134857','2025-06-11 07:02:09.134857',NULL), 
    (26,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_182/land_system_1303344335065bLSu9_JPEG/483_1274781219850_l.jpg','COMPLEX',26,false,'2025-06-11 07:02:09.136239','2025-06-11 07:02:09.136239',NULL), 
    (27,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_103/land_system_1303344326661DJXmI_JPEG/483_1274781219146_l.jpg','COMPLEX',27,false,'2025-06-11 07:02:09.13758','2025-06-11 07:02:09.13758',NULL), 
    (28,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_54/land_system_1303323905087b6djP_GIF/013.gif','COMPLEX',28,false,'2025-06-11 07:02:09.13911','2025-06-11 07:02:09.13911',NULL), 
    (29,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_74/land_system_1303323904763cgl73_GIF/006.gif','COMPLEX',29,false,'2025-06-11 07:02:09.140588','2025-06-11 07:02:09.140588',NULL), 
    (30,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_81/land_system_1303323904535wmPF5_GIF/004.gif','COMPLEX',30,false,'2025-06-11 07:02:09.142023','2025-06-11 07:02:09.142023',NULL), 
    (31,NULL,1,'https://landthumb-phinf.pstatic.net/20120123_166/land_system_1327315846708uhY5K_JPEG/1099289183027_4.jpg','COMPLEX',31,false,'2025-06-11 07:02:09.143474','2025-06-11 07:02:09.143474',NULL), 
    (32,NULL,1,'https://landthumb-phinf.pstatic.net/20120123_109/land_system_1327315844167jiii9_JPEG/1099289183027_2.jpg','COMPLEX',32,false,'2025-06-11 07:02:09.144833','2025-06-11 07:02:09.144833',NULL), 
    (33,NULL,1,'https://landthumb-phinf.pstatic.net/20120123_114/land_system_1327315841088aFulg_JPEG/1099289183027_1.jpg','COMPLEX',33,false,'2025-06-11 07:02:09.146245','2025-06-11 07:02:09.146245',NULL), 
    (34,NULL,1,'https://landthumb-phinf.pstatic.net/20120123_118/land_system_1327315817983ekNer_JPEG/1098857868004_4.jpg','COMPLEX',34,false,'2025-06-11 07:02:09.147686','2025-06-11 07:02:09.147686',NULL), 
    (35,NULL,1,'https://landthumb-phinf.pstatic.net/20120123_10/land_system_1327315817354J11wP_JPEG/1098857868004_3.jpg','COMPLEX',35,false,'2025-06-11 07:02:09.149128','2025-06-11 07:02:09.149128',NULL), 
    (36,NULL,1,'https://landthumb-phinf.pstatic.net/20120123_11/land_system_1327315816642SaXc7_JPEG/1098857868004_2.jpg','COMPLEX',36,false,'2025-06-11 07:02:09.150607','2025-06-11 07:02:09.150607',NULL), 
    (37,NULL,1,'https://landthumb-phinf.pstatic.net/20110421_71/land_system_1303323904154nSEPg_GIF/003.gif','COMPLEX',37,false,'2025-06-11 07:02:09.152085','2025-06-11 07:02:09.152085',NULL), 
    (38,NULL,1,'https://landthumb-phinf.pstatic.net/20120123_117/land_system_132731584527974eEN_JPEG/1099289183027_3.jpg','COMPLEX',38,false,'2025-06-11 07:02:09.153494','2025-06-11 07:02:09.153494',NULL), 
    (39,NULL,1,'https://landthumb-phinf.pstatic.net/20120123_22/land_system_1327315815900YTgTy_JPEG/1098857868004_1.jpg','COMPLEX',39,false,'2025-06-11 07:02:09.155115','2025-06-11 07:02:09.155115',NULL), 
    (1249,1,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1250,2,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1251,3,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1252,4,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1253,5,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1254,6,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1255,7,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1256,8,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1257,9,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1258,10,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1259,11,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1260,12,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1261,13,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1262,14,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1263,15,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1264,16,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1265,17,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1266,18,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1267,19,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1268,20,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1269,21,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1270,22,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1271,23,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1272,24,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1273,24,NULL,'https://landthumb-phinf.pstatic.net/20250602_165/1748849976967u5FXo_JPEG/%B4%EB%C4%A1%BE%C6%C6%C4%C6%AE_%C0%FC%B0%E6.jpeg','PROPERTY',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1274,25,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1275,26,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1276,26,NULL,'https://landthumb-phinf.pstatic.net/20250530_220/1748576697644C1Kce_JPEG/KakaoTalk_20240430_160855503.jpg','PROPERTY',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1277,26,NULL,'https://landthumb-phinf.pstatic.net/20250530_253/1748576697653Rp43T_JPEG/KakaoTalk_20240511_142944217_01.jpg','PROPERTY',2,false,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1278,26,NULL,'https://landthumb-phinf.pstatic.net/20250530_171/1748576697651xnS8l_JPEG/KakaoTalk_20240511_142944217_02.jpg','PROPERTY',3,false,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1279,27,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1280,28,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1281,29,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1282,30,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1283,31,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1284,32,NULL,'https://landthumb-phinf.pstatic.net/20120125_79/land_system_1327419982847hDLrj_JPEG/116_483_1_46_GA1_1302760367620.jpg','STRUCTURE',1,true,'2025-06-11 07:02:10.415306','2025-06-11 07:02:10.415306',NULL), 
    (1285,33,NULL,'https://landthumb-phinf.pstatic.net/20250609_218/1749456718223D3fXE_JPEG/1746682552_32A4S.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1286,33,NULL,'https://landthumb-phinf.pstatic.net/20250609_137/1749456718218Il2JM_JPEG/1746682553_5R16.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1287,33,NULL,'https://landthumb-phinf.pstatic.net/20250609_68/1749456718223vkK23_JPEG/1746682553_51ITX.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1288,33,NULL,'https://landthumb-phinf.pstatic.net/20250609_55/1749456718221OK109_JPEG/1746682553_829OD.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1289,33,NULL,'https://landthumb-phinf.pstatic.net/20250609_197/1749456718297HOgLO_JPEG/1746682554_645N0.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1290,34,NULL,'https://landthumb-phinf.pstatic.net/20250611_52/1749606981910UnW6h_JPEG/2024111816271141_23031_wt.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1291,34,NULL,'https://landthumb-phinf.pstatic.net/20250611_276/1749606981910fDFYn_JPEG/2024111816271135_23031_wt.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1292,34,NULL,'https://landthumb-phinf.pstatic.net/20250611_115/1749606981916seq8V_JPEG/2024111816271146_23031_wt.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1293,34,NULL,'https://landthumb-phinf.pstatic.net/20250611_97/17496069819572NkiU_JPEG/2024111816271112_23031_wt.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1294,34,NULL,'https://landthumb-phinf.pstatic.net/20250611_230/1749606981958oU4BY_JPEG/2024111816271118_23031_wt.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1295,34,NULL,'https://landthumb-phinf.pstatic.net/20250611_200/1749606981958fQNJG_JPEG/2024111816271124_23031_wt.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1296,34,NULL,'https://landthumb-phinf.pstatic.net/20250611_202/17496069819716kasJ_JPEG/2024111816271129_23031_wt.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1297,34,NULL,'https://landthumb-phinf.pstatic.net/20250611_129/1749606981993vh1eQ_JPEG/2023021513213626_23031_wt.jpg','PROPERTY',8,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1298,35,NULL,'https://landthumb-phinf.pstatic.net/20250611_24/1749610631986eb2P9_JPEG/temp_reg_image_1.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1299,35,NULL,'https://landthumb-phinf.pstatic.net/20250611_211/17496106319860E0as_JPEG/temp_reg_image_2.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1300,35,NULL,'https://landthumb-phinf.pstatic.net/20250611_247/1749610631986l4qaL_JPEG/temp_reg_image_3.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1301,35,NULL,'https://landthumb-phinf.pstatic.net/20250611_279/1749610631987d5h38_JPEG/temp_reg_image_4.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1302,35,NULL,'https://landthumb-phinf.pstatic.net/20250611_208/1749610631988keDIj_JPEG/temp_reg_image_5.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1303,35,NULL,'https://landthumb-phinf.pstatic.net/20250611_101/1749610631988Ldnur_JPEG/temp_reg_image_6.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1304,35,NULL,'https://landthumb-phinf.pstatic.net/20250611_223/1749610631987qUWXX_JPEG/temp_reg_image_7.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1305,36,NULL,'https://landthumb-phinf.pstatic.net/20250611_134/1749604602464cNar3_JPEG/641d877d4bfe9_origin.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1306,36,NULL,'https://landthumb-phinf.pstatic.net/20250611_42/1749604602461E7rak_JPEG/641d877db652f_origin.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1307,36,NULL,'https://landthumb-phinf.pstatic.net/20250611_118/1749604602463V8hGK_JPEG/641d877e510bb_origin.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1308,36,NULL,'https://landthumb-phinf.pstatic.net/20250611_117/1749604602461ILOcq_JPEG/641d877ef320a_origin.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1309,36,NULL,'https://landthumb-phinf.pstatic.net/20250611_25/17496046024620TnmQ_JPEG/641d877f67391_origin.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1310,36,NULL,'https://landthumb-phinf.pstatic.net/20250611_177/17496046024631fX8T_JPEG/641d87800281c_origin.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1311,36,NULL,'https://landthumb-phinf.pstatic.net/20250611_89/1749604602462dcdEA_JPEG/641d87806f7d3_origin.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1312,36,NULL,'https://landthumb-phinf.pstatic.net/20250611_116/1749604602462TxoHJ_JPEG/641d87811be1b_origin.jpg','PROPERTY',8,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1313,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_88/1749533329846Hy6h8_JPEG/temp_reg_image_1.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1314,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_179/1749533329851AWYsq_JPEG/temp_reg_image_2.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1315,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_44/174953332984427lFt_JPEG/temp_reg_image_3.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1316,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_155/1749533329842hWgdp_JPEG/temp_reg_image_4.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1317,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_49/1749533329846gT5Ih_JPEG/temp_reg_image_5.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1318,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_283/1749533329910OqwNq_JPEG/temp_reg_image_6.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1319,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_254/17495333298549Juuk_JPEG/temp_reg_image_7.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1320,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_141/1749533329906BiARO_JPEG/temp_reg_image_8.jpg','PROPERTY',8,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1321,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_96/1749533329932Q1qSG_JPEG/temp_reg_image_9.jpg','PROPERTY',9,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1322,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_296/1749533329930urIPQ_JPEG/temp_reg_image_10.jpg','PROPERTY',10,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1323,37,NULL,'https://landthumb-phinf.pstatic.net/20250610_227/1749533329897Qg0Or_JPEG/temp_reg_image_11.jpg','PROPERTY',11,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1324,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_159/1749460442822du7Em_JPEG/temp_reg_image_1.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1325,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_210/1749460443125VrcBy_JPEG/temp_reg_image_2.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1326,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_243/1749460443139CvkgY_JPEG/temp_reg_image_3.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1327,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_217/1749460443174DKfrl_JPEG/temp_reg_image_4.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1328,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_217/1749460443186AN2h7_JPEG/temp_reg_image_5.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1329,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_39/1749460443248BUufh_JPEG/temp_reg_image_6.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1330,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_148/1749460443262QVaIG_JPEG/temp_reg_image_7.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1331,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_264/1749460443265sMKI0_JPEG/temp_reg_image_8.jpg','PROPERTY',8,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1332,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_198/17494604432858iSLf_JPEG/temp_reg_image_9.jpg','PROPERTY',9,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1333,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_259/1749460442896cccE3_JPEG/temp_reg_image_10.jpg','PROPERTY',10,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1334,39,NULL,'https://landthumb-phinf.pstatic.net/20250609_287/17494604428937bQou_JPEG/temp_reg_image_11.jpg','PROPERTY',11,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1335,42,NULL,'https://landthumb-phinf.pstatic.net/20250604_177/1749027090618w7rdp_JPEG/683ff80e0c8c9_origin.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1336,42,NULL,'https://landthumb-phinf.pstatic.net/20250604_13/1749027090620egsFR_JPEG/683ff80d6badf_origin.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1337,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_203/1747889246070e0oxT_JPEG/KakaoTalk_20250522_103629829_02.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1338,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_129/17478892460719HtQH_JPEG/KakaoTalk_20250522_103629829.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1339,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_275/1747889246070abwwo_JPEG/KakaoTalk_20250522_103629829_01.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1340,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_93/174788924607100xYv_JPEG/0_i4iUd018svcz55kg3lfpjzo_7kxp4w.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1341,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_261/1747889246072aIpnm_JPEG/0_h4iUd018svc6fw1txel15cz_twmo7p.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1342,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_257/1747889246071JNnH6_JPEG/0_j4iUd018svcjdit6az23fzi_b79idr.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1343,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_107/1747889246072NvInT_JPEG/0_h4iUd018svcilt63yug6dhn_pv77zl.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1344,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_45/1747889246072p8dgd_JPEG/1_04iUd018svcq56rorx2fqjk_nslews.jpg','PROPERTY',8,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1345,44,NULL,'https://landthumb-phinf.pstatic.net/20250522_164/1747889246072IPKiY_JPEG/KakaoTalk_20220330_175212606.jpg','PROPERTY',9,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1346,45,NULL,'https://landthumb-phinf.pstatic.net/20250530_24/1748565396691eJpaX_JPEG/2024060518003786_22691_wt%280%29.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1347,45,NULL,'https://landthumb-phinf.pstatic.net/20250530_75/17485653966913hwlm_JPEG/2024060518003753_22691_wt.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1348,45,NULL,'https://landthumb-phinf.pstatic.net/20250530_238/17485653966907Uxlg_JPEG/2024060518003786_22691_wt.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1349,45,NULL,'https://landthumb-phinf.pstatic.net/20250530_144/1748565396695QAo3C_JPEG/2024060518003717_22691_wt.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1350,45,NULL,'https://landthumb-phinf.pstatic.net/20250530_10/1748565396690vgFqd_JPEG/2024060518003721_22691_wt.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1351,45,NULL,'https://landthumb-phinf.pstatic.net/20250530_234/1748565396691gVzBK_JPEG/2024060518003754_22691_wt.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1352,46,NULL,'https://landthumb-phinf.pstatic.net/20250609_62/1749442153190UEDpX_JPEG/KakaoTalk_20250528_144708107_02.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1353,46,NULL,'https://landthumb-phinf.pstatic.net/20250609_66/1749442153200M72Pv_JPEG/KakaoTalk_20250528_144708107.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1354,46,NULL,'https://landthumb-phinf.pstatic.net/20250609_205/1749442153209Fue4n_JPEG/KakaoTalk_20250528_144708107_01.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1355,46,NULL,'https://landthumb-phinf.pstatic.net/20250609_65/1749442153243BkiG8_JPEG/KakaoTalk_20250528_144708107_03.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1356,47,NULL,'https://landthumb-phinf.pstatic.net/20250528_27/1748397469993sUv7H_JPEG/temp_reg_image_1.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1357,47,NULL,'https://landthumb-phinf.pstatic.net/20250528_202/17483974699914EGsH_JPEG/temp_reg_image_2.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1358,47,NULL,'https://landthumb-phinf.pstatic.net/20250528_282/1748397469993ED3O0_JPEG/temp_reg_image_3.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1359,47,NULL,'https://landthumb-phinf.pstatic.net/20250528_114/17483974699931TRMA_JPEG/temp_reg_image_4.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1360,47,NULL,'https://landthumb-phinf.pstatic.net/20250528_202/1748397469994Knk9h_JPEG/temp_reg_image_5.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1361,47,NULL,'https://landthumb-phinf.pstatic.net/20250528_266/1748397469994et181_JPEG/temp_reg_image_6.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1362,47,NULL,'https://landthumb-phinf.pstatic.net/20250528_103/1748397469993ACWjw_JPEG/temp_reg_image_7.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1363,48,NULL,'https://landthumb-phinf.pstatic.net/20250528_293/1748395201441gfJMG_JPEG/2025052808483118441_40850_rot.jpeg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1364,48,NULL,'https://landthumb-phinf.pstatic.net/20250528_219/1748395201458Svl4q_JPEG/2025052808481457353_40850_rot.jpeg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1365,48,NULL,'https://landthumb-phinf.pstatic.net/20250528_34/1748395201521UmdUa_JPEG/2025052808481574627_40850_rot.jpeg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1366,48,NULL,'https://landthumb-phinf.pstatic.net/20250528_103/17483952014959mHsa_JPEG/2025052808481504510_40850_rot.jpeg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1367,48,NULL,'https://landthumb-phinf.pstatic.net/20250528_129/17483952015432hw9b_JPEG/2025052808482565231_40850_rot.jpeg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1368,48,NULL,'https://landthumb-phinf.pstatic.net/20250528_134/1748395201524iJq0o_JPEG/2025052808480537258_40850_rot.jpeg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1369,48,NULL,'https://landthumb-phinf.pstatic.net/20250528_60/1748395201529RrdnI_JPEG/2025052808481483746_40850_rot.jpeg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1370,50,NULL,'https://landthumb-phinf.pstatic.net/20250526_231/1748254534086HL8QA_JPEG/src_image_1.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1371,50,NULL,'https://landthumb-phinf.pstatic.net/20250526_135/1748254533988qgdAd_JPEG/src_image_2.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1372,50,NULL,'https://landthumb-phinf.pstatic.net/20250526_96/1748254534069yjgnY_JPEG/src_image_3.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1373,50,NULL,'https://landthumb-phinf.pstatic.net/20250526_122/1748254534077EzlMJ_JPEG/src_image_4.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1374,50,NULL,'https://landthumb-phinf.pstatic.net/20250526_4/1748254534105PHrHS_JPEG/src_image_5.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1375,50,NULL,'https://landthumb-phinf.pstatic.net/20250526_65/1748254533987fsulo_JPEG/src_image_6.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1376,50,NULL,'https://landthumb-phinf.pstatic.net/20250526_191/1748254534123FcldG_JPEG/src_image_7.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1377,51,NULL,'https://landthumb-phinf.pstatic.net/20250526_192/1748243189653p5qPm_JPEG/6833efd794a9e_origin.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1378,51,NULL,'https://landthumb-phinf.pstatic.net/20250526_240/17482431896536DAzC_JPEG/6833efd7e51f6_origin.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1379,51,NULL,'https://landthumb-phinf.pstatic.net/20250526_203/174824318965467tJQ_JPEG/6833efd832a02_origin.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1380,51,NULL,'https://landthumb-phinf.pstatic.net/20250526_94/17482431896534fgHp_JPEG/6833efd870bf3_origin.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1381,51,NULL,'https://landthumb-phinf.pstatic.net/20250526_10/1748243189655ox3hH_JPEG/6833efd8b4ab7_origin.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1382,51,NULL,'https://landthumb-phinf.pstatic.net/20250526_86/1748243189654LI3Lc_JPEG/6833efd8f3721_origin.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1383,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_104/1747821779169WNDxk_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1384,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_63/17478217791684P8Vv_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_07.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1385,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_200/1747821779169yn5HT_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_05.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1386,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_4/17478217791690gHAx_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_06.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1387,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_80/1747821779169PW98w_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_08.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1388,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_271/17478217791691O9tN_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_03.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1389,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_244/1747821779170l7mCe_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_04.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1390,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_200/1747821779171jbFx9_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_11.jpg','PROPERTY',8,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1391,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_50/17478217791711QYsj_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_12.jpg','PROPERTY',9,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1392,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_212/1747821779169z6MnR_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_09.jpg','PROPERTY',10,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1393,52,NULL,'https://landthumb-phinf.pstatic.net/20250521_222/1747821779196D9jhq_JPEG/%B2%D9%B9%CC%B1%E2KakaoTalk_20250207_155511211_10.jpg','PROPERTY',11,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1394,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_37/1749464156385XoGoB_JPEG/temp_reg_image_1.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1395,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_27/1749464156378MReOI_JPEG/temp_reg_image_2.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1396,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_169/1749464156381VA0DS_JPEG/temp_reg_image_3.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1397,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_109/1749464156380ai5PX_JPEG/temp_reg_image_4.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1398,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_83/174946415637779tuu_JPEG/temp_reg_image_5.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1399,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_28/1749464156388UjLMy_JPEG/temp_reg_image_6.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1400,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_292/1749464156423vBqJ0_JPEG/temp_reg_image_7.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1401,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_100/1749464156466BAHC6_JPEG/temp_reg_image_8.jpg','PROPERTY',8,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1402,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_21/1749464156472jvAmK_JPEG/temp_reg_image_9.jpg','PROPERTY',9,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1403,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_280/1749464156434j5OQs_JPEG/temp_reg_image_10.jpg','PROPERTY',10,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1404,56,NULL,'https://landthumb-phinf.pstatic.net/20250609_151/1749464156503yn2hd_JPEG/temp_reg_image_11.jpg','PROPERTY',11,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1405,57,NULL,'https://landthumb-phinf.pstatic.net/20250529_116/17484934181034BK00_JPEG/imagetemp183617124.jpg','PROPERTY',1,true,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1406,57,NULL,'https://landthumb-phinf.pstatic.net/20250529_292/1748493418364r9mFW_JPEG/imagetemp183617301.jpg','PROPERTY',2,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1407,57,NULL,'https://landthumb-phinf.pstatic.net/20250529_120/1748493418571VVpAi_JPEG/imagetemp183617458.jpg','PROPERTY',3,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1408,57,NULL,'https://landthumb-phinf.pstatic.net/20250529_149/1748493418754qpDjD_JPEG/imagetemp183617629.jpg','PROPERTY',4,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1409,57,NULL,'https://landthumb-phinf.pstatic.net/20250529_33/17484934189654QMSF_JPEG/imagetemp183617794.jpg','PROPERTY',5,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1410,57,NULL,'https://landthumb-phinf.pstatic.net/20250529_100/1748493419397YHYRE_JPEG/imagetemp183617949.jpg','PROPERTY',6,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1411,57,NULL,'https://landthumb-phinf.pstatic.net/20250529_163/17484934196398Ggfb_JPEG/imagetemp183618117.jpg','PROPERTY',7,false,'2025-06-11 07:02:34.758607','2025-06-11 07:02:34.758607',NULL), 
    (1412,58,NULL,'https://landthumb-phinf.pstatic.net/20250607_14/1749280414146j3kwi_JPEG/1743217988474635.jpg','PROPERTY',1,true,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1413,58,NULL,'https://landthumb-phinf.pstatic.net/20250607_58/1749280414171QJPJo_JPEG/1743217988577497.jpg','PROPERTY',2,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1414,58,NULL,'https://landthumb-phinf.pstatic.net/20250607_15/17492804141504pljj_JPEG/1743217988183584.jpg','PROPERTY',3,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1415,58,NULL,'https://landthumb-phinf.pstatic.net/20250607_223/1749280414190WsL8G_JPEG/1743217988333606.jpg','PROPERTY',4,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1416,58,NULL,'https://landthumb-phinf.pstatic.net/20250607_244/1749280414203gmogb_JPEG/1743217988026152.jpg','PROPERTY',5,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1417,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_94/1749265121177nU8nU_JPEG/2025053011202273_27570_wt.jpg','PROPERTY',1,true,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1418,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_204/17492651211783N3B3_JPEG/2025053011202276_27570_wt.jpg','PROPERTY',2,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1419,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_262/1749265121185vkOYN_JPEG/2025060711044757_27570_wt.jpg','PROPERTY',3,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1420,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_91/1749265121182aCYdC_JPEG/2025060711044782_27570_wt.jpg','PROPERTY',4,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1421,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_150/1749265121185zfJ0F_JPEG/2025060711044707_27570_wt.jpg','PROPERTY',5,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1422,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_135/1749265121183w4AEi_JPEG/2025060711044725_27570_wt.jpg','PROPERTY',6,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1423,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_133/1749265121186teNE1_JPEG/202506071104474_27570_wt.jpg','PROPERTY',7,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1424,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_292/1749265121193MEbg3_JPEG/2025060711044756_27570_wt.jpg','PROPERTY',8,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1425,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_242/1749265121189pnQe2_JPEG/2025060711044773_27570_wt.jpg','PROPERTY',9,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1426,60,NULL,'https://landthumb-phinf.pstatic.net/20250607_214/1749265121182bKq0g_JPEG/2025060711044789_27570_wt.jpg','PROPERTY',10,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1427,61,NULL,'https://landthumb-phinf.pstatic.net/20250523_86/1747983086304qCioE_JPEG/1.JPG','PROPERTY',1,true,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1428,61,NULL,'https://landthumb-phinf.pstatic.net/20250523_236/1747983086264G3Dp6_JPEG/2.JPG','PROPERTY',2,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1429,61,NULL,'https://landthumb-phinf.pstatic.net/20250523_212/1747983086268S78D4_JPEG/3.JPG','PROPERTY',3,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1430,61,NULL,'https://landthumb-phinf.pstatic.net/20250523_57/1747983086275axyKt_JPEG/4.JPG','PROPERTY',4,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1431,62,NULL,'https://landthumb-phinf.pstatic.net/20250522_271/1747884294006955Ac_JPEG/682e781c627e6_origin.jpg','PROPERTY',1,true,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1432,62,NULL,'https://landthumb-phinf.pstatic.net/20250522_148/1747884294004cOCxC_JPEG/682e781ce74ad_origin.jpg','PROPERTY',2,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1433,62,NULL,'https://landthumb-phinf.pstatic.net/20250522_34/17478842940064N6ed_JPEG/682e781d71276_origin.jpg','PROPERTY',3,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1434,62,NULL,'https://landthumb-phinf.pstatic.net/20250522_109/17478842940062yAGh_JPEG/682e781e01d4f_origin.jpg','PROPERTY',4,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1435,63,NULL,'https://landthumb-phinf.pstatic.net/20250521_128/1747810807759EXrkX_JPEG/KakaoTalk_20210916_150611047_06.jpg','PROPERTY',1,true,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1436,63,NULL,'https://landthumb-phinf.pstatic.net/20250521_242/1747810807764FTMnh_JPEG/KakaoTalk_20210916_150611047_07.jpg','PROPERTY',2,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1437,63,NULL,'https://landthumb-phinf.pstatic.net/20250521_276/1747810807767G8hRm_JPEG/KakaoTalk_20210916_150611047_08.jpg','PROPERTY',3,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1438,63,NULL,'https://landthumb-phinf.pstatic.net/20250521_157/1747810807779YGbnF_JPEG/KakaoTalk_20210916_150611047_09.jpg','PROPERTY',4,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1439,63,NULL,'https://landthumb-phinf.pstatic.net/20250521_49/1747810807785n0enh_JPEG/KakaoTalk_20210916_150611047_10.jpg','PROPERTY',5,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1440,63,NULL,'https://landthumb-phinf.pstatic.net/20250521_143/1747810807784VdLSF_JPEG/KakaoTalk_20210206_202948677.jpg','PROPERTY',6,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1441,64,NULL,'https://landthumb-phinf.pstatic.net/20250521_242/1747804070279u8X3o_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF2025031014426.jpg','PROPERTY',1,true,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1442,64,NULL,'https://landthumb-phinf.pstatic.net/20250521_226/1747804070278qVE1z_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF2025031014422.jpg','PROPERTY',2,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1443,64,NULL,'https://landthumb-phinf.pstatic.net/20250521_149/1747804070280YSRQ4_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF2025031014424.jpg','PROPERTY',3,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1444,64,NULL,'https://landthumb-phinf.pstatic.net/20250521_292/1747804070302oVrrG_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF2025031014421.jpg','PROPERTY',4,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1445,64,NULL,'https://landthumb-phinf.pstatic.net/20250521_172/1747804070278a8kyv_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF2025031014423.jpg','PROPERTY',5,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1446,64,NULL,'https://landthumb-phinf.pstatic.net/20250521_224/17478040703096hMxM_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF2025031014425.jpg','PROPERTY',6,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1447,64,NULL,'https://landthumb-phinf.pstatic.net/20250521_74/1747804070279sbfQj_JPEG/DSC00369%C5%A9%B1%E2%BA%AF%C8%AF.jpg','PROPERTY',7,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1448,64,NULL,'https://landthumb-phinf.pstatic.net/20250521_280/1747804070319uBhAM_JPEG/DSC00368%C5%A9%B1%E2%BA%AF%C8%AF.jpg','PROPERTY',8,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1449,65,NULL,'https://landthumb-phinf.pstatic.net/20250522_123/1747903672149Rg5c2_JPEG/2025052214044176348_38436_ws.jpg','PROPERTY',1,true,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1450,65,NULL,'https://landthumb-phinf.pstatic.net/20250522_123/1747903672151dRSbB_JPEG/2025052214044261525_38436_ws.jpg','PROPERTY',2,false,'2025-06-11 07:03:17.334667','2025-06-11 07:03:17.334667',NULL), 
    (1451,66,NULL,'https://landthumb-phinf.pstatic.net/20250514_208/17471860130354Xlby_JPEG/1747127888389552.jpg','PROPERTY',1,true,'2025-06-11 07:03:47.744251','2025-06-11 07:03:47.744251',NULL), 
    (1452,66,NULL,'https://landthumb-phinf.pstatic.net/20250514_9/1747186012983wY7j8_JPEG/1747127888474502.jpg','PROPERTY',2,false,'2025-06-11 07:03:47.744251','2025-06-11 07:03:47.744251',NULL), 
    (1453,66,NULL,'https://landthumb-phinf.pstatic.net/20250514_10/1747186012984Ba5T0_JPEG/1747127888551209.jpg','PROPERTY',3,false,'2025-06-11 07:03:47.744251','2025-06-11 07:03:47.744251',NULL), 
    (1454,66,NULL,'https://landthumb-phinf.pstatic.net/20250514_281/17471860129855zGbK_JPEG/1747127888618791.jpg','PROPERTY',4,false,'2025-06-11 07:03:47.744251','2025-06-11 07:03:47.744251',NULL), 
    (1455,66,NULL,'https://landthumb-phinf.pstatic.net/20250514_212/1747186012986iT9nm_JPEG/1747127888688126.jpg','PROPERTY',5,false,'2025-06-11 07:03:47.744251','2025-06-11 07:03:47.744251',NULL), 
    (1456,66,NULL,'https://landthumb-phinf.pstatic.net/20250514_99/1747186012985KD42f_JPEG/1747127888763159.jpg','PROPERTY',6,false,'2025-06-11 07:03:47.744251','2025-06-11 07:03:47.744251',NULL), 
    (1487,76,NULL,'https://landthumb-phinf.pstatic.net/20250609_133/17494687489178LdKs_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5278.JPG','PROPERTY',1,true,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1488,76,NULL,'https://landthumb-phinf.pstatic.net/20250609_108/1749468748915XJNYd_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5279.JPG','PROPERTY',2,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1489,76,NULL,'https://landthumb-phinf.pstatic.net/20250609_89/17494687489193rGA2_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5280.JPG','PROPERTY',3,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1490,76,NULL,'https://landthumb-phinf.pstatic.net/20250609_150/1749468748915O3HO8_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5281.JPG','PROPERTY',4,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1491,76,NULL,'https://landthumb-phinf.pstatic.net/20250609_93/1749468748920GBFxC_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5282.JPG','PROPERTY',5,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1492,77,NULL,'https://landthumb-phinf.pstatic.net/20250611_189/1749616535200uQGyb_JPEG/683faaa60c2f0_origin.jpg','PROPERTY',1,true,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1493,77,NULL,'https://landthumb-phinf.pstatic.net/20250611_267/1749616535195gpI2E_JPEG/683faaa6b47c6_origin.jpg','PROPERTY',2,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1494,77,NULL,'https://landthumb-phinf.pstatic.net/20250611_116/1749616535195F6Rjq_JPEG/683faaa7735fc_origin.jpg','PROPERTY',3,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1495,77,NULL,'https://landthumb-phinf.pstatic.net/20250611_198/1749616535202NCTnw_JPEG/683faaa7edab1_origin.jpg','PROPERTY',4,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1496,77,NULL,'https://landthumb-phinf.pstatic.net/20250611_233/1749616535230q0TbK_JPEG/683faaa87a817_origin.jpg','PROPERTY',5,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1497,78,NULL,'https://landthumb-phinf.pstatic.net/20250519_214/174761856759089OUv_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5278.JPG','PROPERTY',1,true,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1498,78,NULL,'https://landthumb-phinf.pstatic.net/20250519_20/1747618567584pddGP_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5279.JPG','PROPERTY',2,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1499,78,NULL,'https://landthumb-phinf.pstatic.net/20250519_259/1747618567599OSIs0_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5280.JPG','PROPERTY',3,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1500,78,NULL,'https://landthumb-phinf.pstatic.net/20250519_227/1747618567609Nh0vP_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5281.JPG','PROPERTY',4,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1501,78,NULL,'https://landthumb-phinf.pstatic.net/20250519_114/17476185676232S7is_JPEG/%C5%A9%B1%E2%BA%AF%C8%AF_SAM_5282.JPG','PROPERTY',5,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1502,79,NULL,'https://landthumb-phinf.pstatic.net/20250602_203/17488302085463h0RE_JPEG/imagetemp155559644.jpg','PROPERTY',1,true,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1503,79,NULL,'https://landthumb-phinf.pstatic.net/20250602_227/1748830208795oSD1U_JPEG/imagetemp155611686.jpg','PROPERTY',2,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL), 
    (1504,79,NULL,'https://landthumb-phinf.pstatic.net/20250602_116/17488302090854isW6_JPEG/imagetemp155622456.jpg','PROPERTY',3,false,'2025-06-11 07:04:57.14208','2025-06-11 07:04:57.14208',NULL);

-- 시퀀스 재설정
SELECT setval('image_image_id_seq', (SELECT MAX(image_id) FROM image));