/* 단지 */
INSERT INTO complex (complex_id, complex_no, complex_name, created_at, updated_at, deleted_at)
OVERRIDING SYSTEM VALUE
VALUES
    (35, '111896', '강일포디움', '2025-06-11 07:03:17.280015', '2025-06-11 07:03:17.280015', NULL),
    (36, '27477', '강일리버파크5단지', '2025-06-11 07:03:17.280015', '2025-06-11 07:03:17.280015', NULL),
    (37, '138204', '힐스테이트리슈빌강일', '2025-06-11 07:03:17.280015', '2025-06-11 07:03:17.280015', NULL),
    (38, '127671', '강동리버스트4단지', '2025-06-11 07:03:17.280015', '2025-06-11 07:03:17.280015', NULL);

-- 시퀀스 재설정
SELECT setval('complex_complex_id_seq', (SELECT MAX(complex_id) FROM complex));

/* 공인중개사 */
INSERT INTO realty (
    realty_id, realtor_account_id, establish_registration_no, realtor_name,
    representative_name, address, representative_tel_no, cell_phone_no,
    deal_count, lease_count, rent_count, broker_fee, max_broker_fee,
    created_at, updated_at
) OVERRIDING SYSTEM VALUE
VALUES (
    80, 'sample_account', 'R-2024-001', '테스트공인중개사',
    '홍길동', '서울시 강동구 샘플로 123', '02-1234-5678', '010-1234-5678',
    10, 5, 3, 0.50, 0.90, '2025-06-11 07:03:17.280015', '2025-06-11 07:03:17.280015'
);

/* 시퀀스 재설정 */
SELECT setval('realty_realty_id_seq', (SELECT MAX(realty_id) FROM realty));


/* 매물 */
INSERT INTO property (
    property_id, realty_id, complex_id, article_no, article_name, apt_name,
    trade_complete_yn, heat_method_type_name, heat_fuel_type_name,
    real_estate_type_name, trade_type_name, city_name, division_name,
    section_name, article_feature_description, detail_description,
    latitude, longitude, created_at
) OVERRIDING SYSTEM VALUE
VALUES
    (80, 80, 35, '2526016249', '강일포디움', '강일포디움', 'N', '', '', '오피스텔', '월세', '서울시', '강동구', '강일동', '공간활용 좋은 복층형 오피스텔 6월하순 입주가능', '', 37.565467, 127.173259, '2025-06-11 07:03:17.280015'),
    (81, 80, 35, '2526014077', '강일포디움', '강일포디움', 'N', '', '', '오피스텔', '매매', '서울시', '강동구', '강일동', '9호선 신강일역 수혜지 남향의 밝은방 입주가능 매매', '', 37.565467, 127.173259, '2025-06-11 07:03:17.280015'),
    (82, 80, 35, '2526012513', '강일포디움', '강일포디움', 'N', '', '', '오피스텔', '매매', '서울시', '강동구', '강일동', '공간활용 좋은 복층형 오피스텔 급매매 입주가능', '', 37.565467, 127.173259, '2025-06-11 07:03:17.280015'),
    (83, 80, 36, '2525886421', '강일리버파크5단지', '강일리버파크5단지', 'N', '', '', '아파트', '매매', '서울시', '강동구', '강일동', '도유. 올확장, 선호판상형, 주인거주', '', 37.567281, 127.177565, '2025-06-11 07:03:17.280015'),
    (84, 80, 36, '2526156692', '강일리버파크5단지', '강일리버파크5단지', 'N', '', '', '아파트', '매매', '서울시', '강동구', '강일동', '내집 앞에 9호선, 남향의 햇살 좋은 집, 매래가치 보고 결정하자.', '', 37.568591, 127.177969, '2025-06-11 07:03:17.280015'),
    (85, 80, 37, '2526017712', '힐스테이트리슈빌강일', '힐스테이트리슈빌강일', 'N', '', '', '아파트', '매매', '서울시', '강동구', '강일동', '1번지. 풀옵션 I 인테리어된 예쁜집 I', '', 37.573528, 127.175055, '2025-06-11 07:03:17.280015'),
    (86, 80, 37, '2526890403', '힐스테이트리슈빌강일', '힐스테이트리슈빌강일', 'N', '', '', '아파트', '매매', '서울시', '강동구', '강일동', '로얄동, 전실 한강뷰, 채광 좋은 양창 구조, 2023년 신축, 풀옵션', '', 37.573528, 127.175055, '2025-06-11 07:03:17.280015'),
    (87, 80, 37, '2526134495', '힐스테이트리슈빌강일', '힐스테이트리슈빌강일', 'N', '', '', '아파트', '매매', '서울시', '강동구', '강일동', 'T3013 2500 뉴스강추매물. 로얄동. 선호타입. 갭투.트인뷰.', '', 37.573528, 127.175055, '2025-06-11 07:03:17.280015'),
    (88, 80, 38, '2526015159', '강동리버스트4단지', '강동리버스트4단지', 'N', '', '', '아파트', '전세', '서울시', '강동구', '강일동', '1번지. 26형 I 2in1에어컨 I 동간거리넓은동', '', 37.573241, 127.17331, '2025-06-11 07:03:17.280015'),
    (89, 80, 38, '2525854183', '강동리버스트4단지', '강동리버스트4단지', 'N', '', '', '아파트', '매매', '서울시', '강동구', '강일동', '1번지. 입주가능 I 로얄동 로얄층 I 붙박이장', '', 37.572692, 127.173318, '2025-06-11 07:03:17.280015'),
    (90, 80, 38, '2531320676', '강동리버스트4단지', '강동리버스트4단지', 'N', '', '', '아파트', '매매', '서울시', '강동구', '강일동', '1번지.  22형 I 입주 I 각방붙박이장등', '', 37.572036, 127.171877, '2025-06-11 07:03:17.280015'),
    (91, 80, NULL, '2528241439', '단독', '단독', 'N', '', '', '단독/다가구', '매매', '서울시', '강동구', '강일동', '급매. 인테리어 최상. 단독주택 첫입주로 저렴한 매물입니다', '', 0, 0, '2025-06-11 07:03:17.280015'),
    (92, 80, NULL, '2528221425', '단독', '단독', 'N', '', '', '단독/다가구', '월세', '서울시', '강동구', '강일동', '신축첫입주. 시스에4. 붙박이장. 드레스룸. 화장대. 엘베유', '', 0, 0, '2025-06-11 07:03:17.280015'),
    (93, 80, NULL, '2526861265', '단독', '단독', 'N', '', '', '단독/다가구', '월세', '서울시', '강동구', '강일동', '1번지. 신축 I 시스템에어컨 I 보증금조절가능', '', 37.569057, 127.173226, '2025-06-11 07:03:17.280015'),
    (94, 80, NULL, '2526869684', '단독', '단독', 'N', '', '', '단독/다가구', '전세', '서울시', '강동구', '강일동', '1번지. 신축 3룸 I 시스템에어컨등 I 반전세가능', '', 37.568558, 127.173713, '2025-06-11 07:03:17.280015'),
    (95, 80, NULL, '2526860598', '단독', '단독', 'N', '', '', '단독/다가구', '월세', '서울시', '강동구', '강일동', '1번지. 신축 I 시스템에어컨 I 보증금조절가능', '', 37.569057, 127.173226, '2025-06-11 07:03:17.280015'),
    (96, 80, NULL, '2526870386', '단독', '단독', 'N', '', '', '단독/다가구', '전세', '서울시', '강동구', '강일동', '1번지. 신축 3룸 I 시스템에어컨등 I 2억100가능', '', 37.568362, 127.173088, '2025-06-11 07:03:17.280015'),
    (97, 80, NULL, '2526871634', '단독', '단독', 'N', '', '', '단독/다가구', '월세', '서울시', '강동구', '강일동', '1번지. 신축 3룸 I 시스템에어컨등 I 전월세가능', '', 37.569068, 127.17334, '2025-06-11 07:03:17.280015');

-- 시퀀스 재설정
SELECT setval('property_property_id_seq', (SELECT MAX(property_id) FROM property));